[
  {
    "ten": "Lễ hội đình, đền Cao Sơn (Kim Liên)",
    "mieuTa": "Diễn ra vào tháng 3 âm lịch, cụ thể là ngày 15 và 16 tháng 3 tại Làng Kim Liên cũ (Nay thuộc khu vực phường Phương Liên - quận Đống Đa - hà Nội. Đền thờ Cao Sơn Đại Vương - đây là một trong tứ trấn của Thăng Long. Một số hoạt động trong lễ hội: thi cắt tóc, nấu ăn, bày cỗ, rước kiệu, tế lễ, chọi chim...",
    "anh": "https://www.vietfuntravel.com.vn/image/data/Ha-Noi/le-hoi-ha-noi/le-hoi-1-den-cao-son.jpg",
    "nguon": 9
  },
  {
    "ten": "Đêm hội Giã La",
    "mieuTa": "Đêm hội diễn ra trong 9 ngày, từ ngày 6 đến ngày 14 tháng 1 âm lịch. Được biết lễ hội Giã La này 5 năm sẽ được tổ chức 1 lần. Địa điểm diễn ra lễ hội nằm ở Xã Dương Nội, huyện Hoài Đức - Hà Nội. Một số hoạt động trong đêm hội: diễn trò săn hổ, rước đêm, rước hoàn cung...",
    "anh": "https://www.vietfuntravel.com.vn/image/data/Ha-Noi/le-hoi-ha-noi/le-hoi-2-dem-hoi-gia-la.jpg",
    "nguon": 9
  },
  {
    "ten": "Hội đánh cá Làng Me",
    "mieuTa": "Lễ hội này diễn ra trong khoảng thời gian từ ngày 2.2 đến ngày 10.2 âm lịch hằng năm, trong đó thời gian chính của lễ hội diễn ra vào ngày 4.2 âm lịch. Địa điểm diễn ra lễ hội này nằm ở xã Tích Giang, huyện Phúc Thọ - thành phố Hà Nội. Một số hoạt động nổi bật của lễ hội: hát đúm, thi đánh cá tế thánh Tản Viên, đáo đĩa, làm tiệc cá...",
    "nguon": 9
  },
  {
    "ten": "Hội Đình Mai",
    "mieuTa": "Thời gian lễ hội Đình mai diễn ra: vào ngày 20/12 âm lịch hằng năm tại xã Thanh mai, thuộc huyện Thanh Oai - Hà Nội. Được biết Đình Mai thờ Hà Khôi đại vương - đây là một vị tướng tài có công giúp Đinh Bộ Lĩnh dẹp loạn 12 sứ quân. Một số hoạt động nổi bật của Hội Đình Mai: Chọi gà, chơi cờ tướng, tế thần...",
    "anh": "https://www.vietfuntravel.com.vn/image/data/Ha-Noi/le-hoi-ha-noi/le-hoi-4-hoi-dinh-mai.jpg",
    "nguon": 9
  },
  {
    "ten": "Hội đình An Phú",
    "mieuTa": "Hội đình An Phú diễn ra trong ngày 13.2 âm lịch tại địa chỉ phường Nghĩa Đô, thuộc khu vực quận Cầu Giấy - Hà Nội. Theo như tìm hiểu của Viet Fun Travel, đình An Phú thờ 2 vị thần là Thần Nguyễn Bông và Trần Toàn. Hội đình An Phú có một trò chơi khá thú vị, đó là trò chơi đi cầu noi nổi tiếng.",
    "nguon": 9
  },
  {
    "ten": "Hội Đại Mỗ",
    "mieuTa": "Lễ hội này diễn ra trong khoảng thời gian 3 ngày, từ ngày 6 đến ngày 8 tháng 1 âm lịch hằng năm tại địa chỉ xã Đại Mỗ, huyện Từ Liêm, Hà Nội. Một số hoạt động chính trong lễ hội là: hát ả đào, thi thổi xôi, cờ người...",
    "anh": "https://www.vietfuntravel.com.vn/image/data/Ha-Noi/le-hoi-ha-noi/le-hoi-6-hoi-dai-mo.jpg",
    "nguon": 9
  },
  {
    "ten": "Hội đình Gia Thụy",
    "mieuTa": "Hội đình Gia Thụy diễn ra vào ngày 10.2 âm lịch tại địa chỉ đình Gia Thụy, thuộc phường Gia Thụy. Ngoài ra còn 1 địa điểm tổ chức nữa là đền Yên Tân, thuộc phường Ngọc Thụy - quận Long Biên - Hà Nội. Đình Gia Thụy tôn thờ Đồng Lương, Quý Nương, Trung Thành, Thung Vinh... Một số hoạt động chính của đình là đu bay, cờ người và ca trù...",
    "nguon": 9
  },
  {
    "ten": "Hội đình Nhật Tảo",
    "mieuTa": "Diễn ra vào ngày 11/2 âm lịch tại xã Đông Ngạc - Từ Liêm - Hà Nội, hội đình Nhật Tảo có một số hoạt động thú vị cho các bạn trải nghiệm, đó là thi bánh giầy, chè kho...",
    "anh": "https://www.vietfuntravel.com.vn/image/data/Ha-Noi/le-hoi-ha-noi/le-hoi-8-hoi-dinh-nhat-tao.jpg",
    "nguon": 9
  },
  {
    "ten": "Hội đình Kim Mã Hạ",
    "mieuTa": "Diễn ra vào ngày 10.1 âm lịch, hội đình Kim Mã Hạ được tổ chức tại địa chỉ số 6 phố Kim Mã, phường Kim Mã - Ba Đình - Hà Nội. Một số hoạt động thú vị mà Kim Mã Hạ mang lại, đó là: thi thuyền nan, leo cầu...",
    "anh": "https://www.vietfuntravel.com.vn/image/data/Ha-Noi/le-hoi-ha-noi/le-hoi-9-hoi-dinh-kim-ma-ha.jpg",
    "nguon": 9
  },
  {
    "ten": "Hội đình Bà Tía",
    "mieuTa": "Diễn ra trong khoảng thời gian từ ngày 8.2 đến hết ngày 10.2 âm lịch hằng năm, hội đình Bà Tía được tổ chức tại thôn Vĩnh Ninh, xã Vĩnh Quỳnh - Thanh Trì - Hà Nội. Một số hoạt động thú vị tại hội đình này là thi cầu đập nồi niêu, đánh cờ, thi đấu vật...",
    "anh": "https://www.vietfuntravel.com.vn/image/data/Ha-Noi/le-hoi-ha-noi/le-hoi-10-dinh-ba-tia.jpg",
    "nguon": 9
  },
  {
    "ten": "Hội đình Gừng",
    "mieuTa": "Hội đình diễn ra trong ngày 12.2 âm lịch hằng năm tại phương Khương Đình - quận Thanh Xuân - Hà Nội. Hoạt động thú vị của hội đình Gừng là chơi cờ người, hát chèo, múa sư tử, múa rồng...",
    "nguon": 9
  },
  {
    "ten": "Hội đình Phú Diễn",
    "mieuTa": "Hội đình diễn ra vào ngày 7 đến ngày 9 tháng 3 âm lịch tại địa chỉ xã Phú Diễn, thuộc huyện Từ Liêm, Hà Nội. Một số hoạt động thú vị tại hội đình Phú Diễn cho các bạn trải nghiệm, đó là đấu vật, hát ca trù, múa rối nước, đấu roi, bịt mắt bắt dê...",
    "anh": "https://www.vietfuntravel.com.vn/image/data/Ha-Noi/le-hoi-ha-noi/le-hoi-12-dinh-phu-dien.jpg",
    "nguon": 9
  },
  {
    "ten": "Hội đình Thanh Liệt",
    "mieuTa": "Hội đình Thanh Liệt diễn ra vào ngày 8 đến ngày 10 tháng 2 âm lịch hằng năm tại phường Thanh Liệt, huyện Thanh Trì, Hà Nội. Một số hoạt động mà đình Thanh Liệt mang lại: diễn tuồng, chọi gà, rước kiệu từ đình nội ra đình ngoại, đánh cờ bỏi...",
    "anh": "https://www.vietfuntravel.com.vn/image/data/Ha-Noi/le-hoi-ha-noi/le-hoi-13-lang-thanh-liet.jpg",
    "nguon": 9
  },
  {
    "ten": "Hội Đình Trần Đăng",
    "mieuTa": "Thời gian diễn ra hội đình: 6.1 âm lịch. Địa điểm diễn ra hội đình: ở làng Trần Đăng, xã Hoa Sơn, huyện Ứng Hòa, Hà Nội. Hoạt động thú vị trong hội đình: hóa trang hổ, đuổi bắt giặc...",
    "anh": "https://www.vietfuntravel.com.vn/image/data/Ha-Noi/le-hoi-ha-noi/le-hoi-14-hoi-dinh-tran-dang.jpg",
    "nguon": 9
  },
  {
    "ten": "Hội đình Quảng Bá",
    "mieuTa": "Thời gian diễn ra hội đình: từ ngày 10 đến ngày 12 tháng 2 âm lịch hằng năm tại thôn Quảng Bá - phường Quảng An - quận Tây Hồ - Hà Nội. Hoạt động thú vị của hội đình: chọi gà và cờ người cực kỳ thú vị...",
    "anh": "https://www.vietfuntravel.com.vn/image/data/Ha-Noi/le-hoi-ha-noi/le-hoi-15-hoi-dinh-quang-ba.jpg",
    "nguon": 9
  },
  {
    "ten": "Hội đền Đông Bộ Đầu",
    "mieuTa": "Thời gian diễn ra: vào ngày 8.1 âm lịch hằng năm. Địa điểm diễn ra hội đền: xã Thống Nhất, thuộc huyện Thường Tín - Hà Nội. Một số hoạt động thú vị mà hội đền mang lại: tổ chức trò chơi múa gậy thú vị, làm lễ tưởng niệm công ơn Ứng Thiên đã diệt trừ thuồng luồng, bảo vệ cuộc sống an bình cho người dân...",
    "anh": "https://www.vietfuntravel.com.vn/image/data/Ha-Noi/le-hoi-ha-noi/le-hoi-16-dong-bo-dau.jpg",
    "nguon": 9
  },
  {
    "ten": "Hội đình Thượng Lão",
    "mieuTa": "Hội đền Thượng Lão diễn ra vào ngày 7.1 âm lịch hằng năm tại thôn Lực Canh, xã Xuân Canh, Đông Anh, hà Nội. Hoạt động tại hội đình Thượng Lão: đấu vật, thả diều, ca trù, cờ người...",
    "nguon": 9
  },
  {
    "ten": "Hội đình Văn Khê",
    "mieuTa": "Hội đình này diễn ra trong khoảng thời gian từ ngày 17 đến hết ngày 18 tháng 5 âm lịch hằng năm tại địa chỉ xã Nghĩa Hương - Huyện Quốc Oai, Hà Nội. Hội đình Văn Khê diễn ra một số hoạt động thú vị, đó là đánh cờ, tổ tôm điếm, lễ rước nước, diễn chèo...",
    "anh": "https://www.vietfuntravel.com.vn/image/data/Ha-Noi/le-hoi-ha-noi/le-hoi-18-hoi-dinh-van-khe.jpg",
    "nguon": 9
  },
  {
    "ten": "Hội đền Bà Tấm",
    "mieuTa": "Diễn ra trong 3 ngày, đó là ngày 19.2, ngày 22.2 và ngày 25.7 âm lịch hằng năm. Trong đó ngày chính thức của hội đền này là 19.2 âm lịch. Được biết đây là một hội đền khá lớn và thường thì 5 năm mới diễn ra 1 lần tại thôn Dương Đá, xã Dương Xá, Gia Lâm - Hà Nội.",
    "anh": "https://www.vietfuntravel.com.vn/image/data/Ha-Noi/le-hoi-ha-noi/le-hoi-19-hoi-den-ba-tam.jpg",
    "nguon": 9
  },
  {
    "ten": "Hội đền Ghềnh",
    "mieuTa": "Diễn ra vào ngày 20.8 âm lịch hằng năm tại thôn Ái Mộ, phường Bồ Đề - Long Biên - Hà Nội. Một số hoạt động hay, thú vị mà hội đình Ghềnh mang lại: Hát văn ca ngợi công đức của Thánh Mẫu.",
    "anh": "https://www.vietfuntravel.com.vn/image/data/Ha-Noi/le-hoi-ha-noi/le-hoi-20-hoi-den-ghenh.jpg",
    "nguon": 9
  },
  {
    "ten": "Hội đền Cai Công",
    "mieuTa": "Hội đền này được diễn ra trong những khoảng thời gian: từ ngày 10 đến ngày 12 tháng 2 âm lịch và ngày 7.7 âm lịch hằng năm tại làng Thượng Thanh, xã Thanh Cao - Thanh Oai - Hà Nội. Một số hoạt động mà hội đền mang lại, đó là: chọi gà, đấu vật, cúng cỗ chay, cờ tướng...",
    "nguon": 9
  },
  {
    "ten": "Hội đền Dầm",
    "mieuTa": "Hội đền diễn ra từ ngày 5 đến ngày 7 tháng 2 âm lịch tại thôn Sâm Dương - Ninh Sở - Thường Tín - Hà Nội. Một số hoạt động tại đền Dầm trong thời gian diễn ra lễ hội, đó là: múa rồng, múa sư tử, kéo chữ, cờ người, chọi gà...",
    "anh": "https://www.vietfuntravel.com.vn/image/data/Ha-Noi/le-hoi-ha-noi/le-hoi-22-hoi-den-dam.jpg",
    "nguon": 9
  },
  {
    "ten": "Hội đền Hữu Vĩnh",
    "mieuTa": "Có 2 khoảng thời gian chính diễn ra hội đền này, đó là: - Hội xuân diễn ra từ ngày 10 đến ngày 12 tháng 1 âm lịch. - Hội thu diễn ra vào ngày 12.8 âm lịch. Một số hoạt động của hội đền: rước kiệu, đấu vật, bơi trải...",
    "anh": "https://www.vietfuntravel.com.vn/image/data/Ha-Noi/le-hoi-ha-noi/le-hoi-23-den-huu-vinh.jpg",
    "nguon": 9
  },
  {
    "ten": "Hội đền Nguyễn Trãi",
    "mieuTa": "Hội đền này diễn ra vào ngày 16.8 âm lịch hằng năm tại địa chỉ Làng Nhị Khê, xã Nhị Khê, Thường Tín - Hà Nội. Đền Nguyễn Trãi thờ ông Nguyễn Trãi - ông là một vị khai quốc công thần, một nhà chính trị, nhà đối ngoại tài ba và là nhà văn hóa lớn ở thế kỷ 15.",
    "anh": "https://www.vietfuntravel.com.vn/image/data/Ha-Noi/le-hoi-ha-noi/le-hoi-24-hoi-den-nguyen-trai.jpg",
    "nguon": 9
  },
  {
    "ten": "Hội đền Hát Môn",
    "mieuTa": "Hội đền này kéo dài xuyên suốt năm vào những khoảng thời gian: - Từ ngày 4 đến ngày 7 tháng 3 âm lịch. - Ngày 4 tháng 9 âm lịch. - Ngày 24 tháng 12 âm lịch hằng năm. Trong số này thì chính hội là ngày 6.3 âm lịch.",
    "anh": "https://www.vietfuntravel.com.vn/image/data/Ha-Noi/le-hoi-ha-noi/le-hoi-25-hoi-den-hat-mon.jpg",
    "nguon": 9
  },
  {
    "ten": "Hội đền Hạ Lôi",
    "mieuTa": "Lễ hội này diễn ra vào ngày 6 tháng 1 âm lịch hằng năm tại làng Hạ Lôi, thuộc khu vực xã Mê Linh, huyện Mê Linh, Hà Nội. Một số hoạt động chính của hội đền Hạ Lôi cho các bạn tham gia, đó là: cúng bánh dày, giao kiệu và rước kiệu...",
    "anh": "https://www.vietfuntravel.com.vn/image/data/Ha-Noi/le-hoi-ha-noi/le-hoi-26-den-ha-loi.jpg",
    "nguon": 9
  },
  {
    "ten": "Hội đền Thụy Khuê",
    "mieuTa": "Diễn ra vào ngày 10.2 âm lịch hằng năm tại địa chỉ số 251 đường Thụy Khuê, thuộc khu vực phường Thụy Khuê, Tây Hồ - Hà Nội. Hoạt động chính mà hội đền Thụy Khuê mang lại, đó là rước kết chạ với Thủ Lệ.",
    "anh": "https://www.vietfuntravel.com.vn/image/data/Ha-Noi/le-hoi-ha-noi/le-hoi-27-den-thuy-khue.jpg",
    "nguon": 9
  },
  {
    "ten": "Hội đền Thanh Nhàn",
    "mieuTa": "Hội đền diễn ra vào ngày 6.1 âm lịch hằng năm tại địa chỉ thôn Thanh Nhàn, xã Thanh Xuân, Huyện Sóc Sơn, Hà Nội. Đền Thanh Nhàn thờ Phù Đổng Thiên Vương. Hoạt động chính mà hội đền mang lại, đó là: tổ chức đám rước lớn của 9 làng.",
    "anh": "https://www.vietfuntravel.com.vn/image/data/Ha-Noi/le-hoi-ha-noi/le-hoi-28-hoi-den-thanh-nhan.jpg",
    "nguon": 9
  },
  {
    "ten": "Hội đua thuyền Yên Duyên",
    "mieuTa": "Hội đua thuyền này khá hấp dẫn, diễn ra vào ngày 15 tháng 8 âm lịch hằng năm tại xã Yên Duyên, huyện Thanh Trì - Hà Nội. Hoạt động chính của lễ hội chính là đua thuyền.",
    "anh": "https://www.vietfuntravel.com.vn/image/data/Ha-Noi/le-hoi-ha-noi/le-hoi-29-hoi-dua-thuyen-yen-duyen.jpg",
    "nguon": 9
  },
  {
    "ten": "Hội đền Sái",
    "mieuTa": "Hội đền này còn được biết với tên là hội rước vua sống diễn ra vào ngày 12 tháng 1 âm lịch hằng năm. Địa điểm tổ chức hội đền Sái nằm ở thôn Thụy Lôi, xã Thụy Lâm, huyện Đông Anh, Hà Nội. Hoạt động mà hội đền Sái mang lại, đó là: diễn trò rước Vua sống do 1 cụ già lâu năm đóng vai vua.",
    "anh": "https://www.vietfuntravel.com.vn/image/data/Ha-Noi/le-hoi-ha-noi/le-hoi-30-hoi-den-soi.jpg",
    "nguon": 9
  },
  {
    "ten": "Hội cướp cầu Viên Nội",
    "mieuTa": "Thời gian diễn ra: 8.1 âm lịch hằng năm. Địa điểm diễn ra: nằm ở thôn Viên Nội, xã Vân Nội - Đông Anh, Hà Nội. Hoạt động trong hội cướp cầu Viên Nội đó là: trò chơi dùng \"ông Móc\" móc cầu và giành cầu.",
    "anh": "https://www.vietfuntravel.com.vn/image/data/Ha-Noi/le-hoi-ha-noi/le-hoi-31-hoi-cuop-cau.JPG",
    "nguon": 9
  },
  {
    "ten": "Hội chùa Đậu",
    "mieuTa": "- Thời gian lễ hội diễn ra: từ ngày 8 đến hết ngày 10 tháng 1 âm lịch hằng năm. - Địa điểm diễn ra hội chùa Đậu, đó là: Làng Gia Phúc, xã Nguyễn Trãi - Thường Tín - Hà Nội. - Hoạt động chính của lễ hội: lễ rước nước và lễ Lạp nguyệt.",
    "anh": "https://www.vietfuntravel.com.vn/image/data/Ha-Noi/le-hoi-ha-noi/le-hoi-32-hoi-chua-dau.jpg",
    "nguon": 9
  },
  {
    "ten": "Hội chùa Hoa Lăng",
    "mieuTa": "Hội chùa này diễn ra vào ngày 7/3 âm lịch hằng năm tại dịa chỉ quận Cầu Giấy - Hà Nội. Hoạt động của hội chùa, đó là: lễ đấu thần.",
    "nguon": 9
  },
  {
    "ten": "Hội chùa Hàm Long",
    "mieuTa": "Hội chùa này diễn ra vào ngày 15.5 âm lịch hằng năm tại xã Thụy Phương, huyện Từ Liêm - Hà Nội. Hoạt động mà hội chùa Hàm Long mang lại: lễ phát tấu cúng Phật, lễ rước văn...",
    "anh": "https://www.vietfuntravel.com.vn/image/data/Ha-Noi/le-hoi-ha-noi/le-hoi-34-chua-ham-long.JPG",
    "nguon": 9
  },
  {
    "ten": "Hội chùa Tây Phương",
    "mieuTa": "- Thời gian lễ hội diễn ra: ngày 6.3 âm lịch hằng năm. - Địa điểm diễn ra lễ hội: xã Thạch Xá - Thạch Thất - Hà Nội. Hoạt động hội chùa: tụng kinh niệm phật và hành hương lễ Phật.",
    "anh": "https://www.vietfuntravel.com.vn/image/data/Ha-Noi/le-hoi-ha-noi/le-hoi-35-chua-tay-phuong.jpeg",
    "nguon": 9
  },
  {
    "ten": "Hội chùa Tam Huyền",
    "mieuTa": "Hội chùa này diễn ra vào ngày 6.3 âm lịch hằng năm tại phường Hạ Đình - quận Thanh Xuân - Hà Nội. Hoạt động chính mà hội chùa Tam Huyền mang lại, đó là vật tay, chọi gà, đấu roi, thi thổi xôi.",
    "anh": "https://www.vietfuntravel.com.vn/image/data/Ha-Noi/le-hoi-ha-noi/le-hoi-36-chua-tam-huyen.jpg",
    "nguon": 9
  },
  {
    "ten": "Hội Dịch Vọng Trung",
    "mieuTa": "Đây là một lễ hội lớn diễn ra 5 năm 1 năm vào ngày 12.2 âm lịch hằng năm. Ngoài ra ngày 15.1 cũng có tổ chức lễ hội này. Địa điểm diễn ra lễ hội ở thôn Trung, phường Dịch Vọng - Cầu Giấy - Hà Nội. Hoạt động mà lễ hội này mang lại, đó là: chọi gà, vật võ, đập nồi niêu, đu dây, hát chèo...",
    "nguon": 9
  },
  {
    "ten": "Hội làng Đại Lan",
    "mieuTa": "Hội làng này diễn ra trong khoảng thời gian từ ngày 6.1 đến ngày 8.1 âm lịch hằng năm. Địa điểm diễn ra hội làng nằm ở Thôn Đại Lan, xã Duyên Hà - Huyện Thanh Trì - Hà Nội. Hội làng Đại Lan sẽ có một số hoạt động, đó là: đánh gậy, múa roi, hội vật, rước và làm cỗ cá lăng...",
    "anh": "https://www.vietfuntravel.com.vn/image/data/Ha-Noi/le-hoi-ha-noi/le-hoi-38-hoi-lang-dai-lan.jpg",
    "nguon": 9
  },
  {
    "ten": "Hội Hoa Sơn",
    "mieuTa": "- Thời gian lễ hội diễn ra: ngày 6.1 âm lịch hằng năm. - Địa điểm diễn ra hội Hoa Sơn: xã Hoa Sơn, huyện Ứng Hòa - Hà Nội. - Hoạt động chính trong lễ hội Hoa Sơn: Hội cầu mùa.",
    "nguon": 9
  },
  {
    "ten": "Hội Gióng đền Sóc",
    "mieuTa": "Lễ hội này diễn ra từ ngày 6 đến ngày 8 tháng 1 âm lịch, trong đó ngày chính của lễ chính là ngày 7.1 (gọi là ngày thánh hóa). Hội Gióng diễn ra ở xã Phù Linh, huyện Sóc Sơn, Hà Nội. Hoạt động nổi bật mà hội Gióng đền Sóc mang lại, đó là: cướp hoa tre và chém tướng giặc Ân.",
    "anh": "https://www.vietfuntravel.com.vn/image/data/Ha-Noi/le-hoi-ha-noi/le-hoi-40-hoi-giong-den-soc.jpg",
    "nguon": 9
  },
  {
    "ten": "Hội làng Bà Già",
    "mieuTa": "Diễn ra từ ngày 9 tháng 1 đến hết ngày 11 tháng 1 âm lịch tại Đình Phú Gia, phường Phú Thượng - Tây Hồ - Hà Nội, hội làng Bà Già có tổ chức hoạt động hát ả đào, rước nước cực kỳ hấp dẫn cho các bạn thưởng thức.",
    "nguon": 9
  },
  {
    "ten": "Hội phủ Tây Hồ",
    "mieuTa": "Lễ hội này diễn ra từ ngày 3 đến ngày 7 tháng 3 âm lịch tại phường Quảng An, Quận Tây Hồ - Hà Nội. Hoạt động chính của hội phủ Tây Hồ là dâng hương và hát văn.",
    "anh": "https://www.vietfuntravel.com.vn/image/data/Ha-Noi/le-hoi-ha-noi/le-hoi-42-hoi-phu-tay-ho.jpg",
    "nguon": 9
  },
  {
    "ten": "lễ hội Đống Đa",
    "mieuTa": "Đây là một lễ hội khá lớn ở Hà Nội, diễn ra vào đúng ngày 5 tháng 1 âm lịch hằng năm tại Gò Đống Đa, quận Đống Đa, Hà Nội. Hoạt động chính mà lễ hội Đống Đa tổ chức là rước rồng lửa Thăng Long cực kỳ hoành tráng.",
    "anh": "https://www.vietfuntravel.com.vn/image/data/Ha-Noi/le-hoi-ha-noi/le-hoi-43-hoi-go-dong-da.jpg",
    "nguon": 9
  },
  {
    "ten": "Lễ hội đình Nhật Tân",
    "mieuTa": "Thời gian diễn ra lễ hội từ ngày 8 tháng 2 đến ngày 11 tháng 2 âm lịch hằng năm. Địa điểm: Đình Nhật Tân, đường Âu Cơ, phường Nhật Tân, Tây Hồ - Hà Nội. Hoạt động mà lễ hội đình Nhật Tân mang lại, đó là: rước kiệu, rước nước, dâng hương, biểu diễn chèo, đánh cờ...",
    "anh": "https://www.vietfuntravel.com.vn/image/data/Ha-Noi/le-hoi-ha-noi/le-hoi-44-hoi-lang-nhat-tan.jpg",
    "nguon": 9
  },
  {
    "ten": "Lễ hội đền Bạch Mã",
    "mieuTa": "Lễ hội này diễn ra ở đền bạch Mã, số 76 phố Hàng Buồm, khu vực quận Hoàn Kiếm vào ngày 12 và 13 tháng 2 âm lịch hàng năm. Hoạt động chính của lễ hội, đó là: múa rồng, tiến trâu, rước kiệu, dâng hương...",
    "anh": "https://www.vietfuntravel.com.vn/image/data/Ha-Noi/le-hoi-ha-noi/le-hoi-45-hoi-den-bach-ma.jpg",
    "nguon": 9
  },
  {
    "ten": "Lễ hội Cổ Loa",
    "mieuTa": "Lễ hội này diễn ra ở khu vực huyện Đông Anh, Hà Nội từ ngày 6 đến ngày 15 tháng 1 âm lịch hằng năm.",
    "anh": "https://www.vietfuntravel.com.vn/image/data/Ha-Noi/le-hoi-ha-noi/le-hoi-46-le-hoi-co-loa.jpg",
    "nguon": 9
  },
  {
    "ten": "Lễ hội chùa Hương",
    "mieuTa": "Đây là một lễ hội dài, diễn ra từ ngày 6 tháng giêng cho đến hết tháng 3 âm lịch hằng năm tại xã Hương Sơn, huyện Mỹ Đức, Hà Nội. Hoạt động chính mà lễ hội mang lại, đó là múa rồng và bơi trải.",
    "anh": "https://www.vietfuntravel.com.vn/image/data/Ha-Noi/le-hoi-ha-noi/le-hoi-47-hoi-chua-huong.JPG",
    "nguon": 9
  },
  {
    "ten": "Lễ hội Làng Bát Tràng",
    "mieuTa": "- Thời gian diễn ra lễ hội: từ ngày 14 đến hết ngày 16.2 âm lịch hằng năm. - Địa điểm diễn ra lễ hội: Đình Bát Tràng, xã Bát Tràng, Gia Lâm, Hà Nội. - Hoạt động chính của lễ hội: tắm bài vị, rước nước, thi sáng tác ca trù...",
    "anh": "https://www.vietfuntravel.com.vn/image/data/Ha-Noi/le-hoi-ha-noi/le-hoi-48-hoi-lang-bat-trang.jpg",
    "nguon": 9
  },
  {
    "ten": "Lễ hội đình Yên Phụ",
    "mieuTa": "Lễ hội diễn ra vào ngày 10 tháng 2 âm lịch hằng năm tại đình Yên Phụ, phường Yên Phụ, Tây Hồ - Hà Nội. Hoạt động chính mà lễ hội mang lại, đó là cờ người, múa lân, múa rồng, bơi thuyền...",
    "anh": "https://www.vietfuntravel.com.vn/image/data/Ha-Noi/le-hoi-ha-noi/le-hoi-49-hoi-dinh-yen-phu.jpg",
    "nguon": 9
  },
  {
    "ten": "Lễ hội Kén Rễ",
    "mieuTa": "Lễ hội này diễn ra vào ngày 2 tháng 2 âm lịch hằng năm tại làng Đường Yên, xã Xuân Nộn, huyện Đông Anh - Hà Nội. Hoạt động chính của lễ hội nhằm chọn rể tài giỏi, đức độ cho nữ tướng Lê Hoa.",
    "anh": "https://www.vietfuntravel.com.vn/image/data/Ha-Noi/le-hoi-ha-noi/le-hoi-50-ken-re.jpg",
    "nguon": 9
  }
]