[
  {
    "ten": "Hội đình Tích Sơn",
    "diaDiem": "Phường Tích Sơn, thành phố Vĩnh Yên, tỉnh Vĩnh Phúc.",
    "thoiGian": "3/1 âm lịch.",
    "mieuTa": "Hội đình Tích Sơn nhằm ghi nhớ công ơn của 7 anh em nhà họ Lỗ theo vua đánh quân Mông Nguyên. Lễ hội nổi tiếng với nghi thức “tụ quân” miêu tả lại khung cảnh tụ quân đánh giặc thời xưa. Trong lễ hội có tổ chức nhiều trò chơi thi ném lợn, thi nấu cơm, thi kéo co nam nữ,…rất được nhân dân yêu thích và hưởng ứng nhiệt tình.",
    "anh": "https://dulichchaovietnam.com/public/fileupload/source/sanpham/le-hoi/H%E1%BB%99i%20%C4%91%C3%ACnh%20T%C3%ADch%20S%C6%A1n%20-%20VP.jpg",
    "nguon": 10
  },
  {
    "ten": "Hội Bạch Lưu",
    "diaDiem": "Xã Bạch Lưu, huyện Sông Lô, tỉnh Vĩnh Phúc.",
    "thoiGian": "28/12 âm lịch.",
    "mieuTa": "Hội Bạch Lưu diễn ra vào ngày giáp Tết với đối tượng suy tôn là Lã Công Lô một danh tướng có công đánh quân Triệu Văn Vương. Hội được tổ chức với nghi thức cúng tế và tổ chức chọi trâu rất náo nhiệt.",
    "anh": "https://dulichchaovietnam.com/public/fileupload/source/sanpham/le-hoi/H%E1%BB%99i%20B%E1%BA%A1ch%20L%C6%B0u%20VP.jpg",
    "nguon": 10
  },
  {
    "ten": "Hội Thượng Lạp",
    "diaDiem": "Xã Tân Tiến, huyện Vĩnh Tường, tỉnh Vĩnh Phúc.",
    "thoiGian": "10/1 âm lịch.",
    "mieuTa": "Hội Thượng Lạp được tổ chức với ý nghĩa tưởng nhớ công ơn của tướng quân Cao Nguyên là một vị tướng giởi dưới thời Hai Bà Trưng. Vào ngày hội nghi thức tế lễ được diễn ra trang trọng và nhiều trò chơi dân gian trong đó có diễn trò phất hết – một trò chơi cũng xuất hiện dưới thời Hai Bà Trưng ngày xưa chuyên để dùng rèn luyện thể lực cho nữ tướng quân.",
    "nguon": 10
  },
  {
    "ten": "Hội xuân làng Thổ Tang",
    "diaDiem": "Đình Thổ Tang, xã Thổ Tang, huyện Vĩnh Tường, tỉnh Vĩnh Phúc.",
    "thoiGian": "14 - 23/1 âm lịch (Hội xuân) và 18/12 âm lịch (Lễ khao thọ - 55 tuổi).",
    "mieuTa": "Lễ hội xuân làng là lễ hội được tổ chức hàng năm theo phong tục truyền thống của các làng xã vùng đồng bằng Bắc Bộ với sự thờ phụng Thần Đất (Nuôi Ná), Lâu Hổ Hầu (có công chống Nguyên Mông), Phùng Thị Dung tiên nương. Nghi thức lễ bắt đầu bằng cuộc rước từ miếu Trúc về đình làng theo sau đó khi phần lễ kết thúc người ta sẽ tổ chức các trò chơi dân gian hấp dẫn như đấu vật, cờ tướng,…",
    "anh": "https://dulichchaovietnam.com/public/fileupload/source/sanpham/le-hoi/H%E1%BB%99i%20xu%C3%A2n%20l%C3%A0ng%20Th%E1%BB%95%20Tang.jpg",
    "nguon": 10
  },
  {
    "ten": "Lễ hội chọi trâu Hải Lựu",
    "diaDiem": "Xã Hải Lựu, huyện Sông Lô.",
    "thoiGian": "17/1 âm lịch.",
    "mieuTa": "Lễ hội chọi trâu Hải Lựu là một trong những lễ hội chọi trâu cổ xưa nhất ở Việt Nam. Lễ hội có ý nghĩa tôn vinh tinh thần thượng võ, sự khỏe khoắn của con người đồng thời bởi nó biểu trưng cho tính cộng đồng và đặc biệt hơn gợi nhớ về cội nguồn cũng như giáo dục tình yêu quê hương sâu sắc. Lễ hội chọi trâu Hải Lựu có phần lễ tế Thành Hoàng làng và hội chọi trâu đặc sắc.",
    "anh": "https://dulichchaovietnam.com/public/fileupload/source/sanpham/le-hoi/ch%E1%BB%8Di%20tr%C3%A2u%20H%E1%BA%A3i%20L%E1%BB%B1u.JPG",
    "nguon": 10
  },
  {
    "ten": "Hội Rưng",
    "diaDiem": "Làng Văn Trưng, xã Thượng Trưng, huyện Vĩnh Tường, tỉnh Vĩnh Phúc.",
    "thoiGian": "6/1 - 10/2 âm lịch.",
    "mieuTa": "Hội Rưng là lễ hội làng mang đậm dấu ấn thờ thành hoàng làng trong văn hóa dân gian. Một điều khác biệt của hội Rưng với hầu hết các lễ hội làng khác đó là, ngoài không gian tổ chức ở đình, miếu của làng, lễ hội còn diễn ra ở chốn chợ quê là chợ Rưng. Chợ diễn ra vào dịp đầu năm cho nên càng đông túc, tấp nập. Người ta đến chợ xuân mua bán cầu may như nêm, không những vậy còn có các trò đua thuyền, đấu gậy, nấu cơm thi, bắt chạch trong chum (đôi trai gái thanh tân bá vai nhau, mỗi người một tay thò vào chum có nước bắt cho được con chạch trong đó) thu hút rất nhiều người tham gia.",
    "nguon": 10
  },
  {
    "ten": "Hội Yên Lập (trong tháng 4 âm lịch)",
    "diaDiem": "Xã Yên Lập, huyện Vĩnh Tường, tỉnh Vĩnh Phúc.",
    "thoiGian": "21/4 âm lịch.",
    "mieuTa": "Hội Yên Lập được tổ chức vào dịp tháng 4 âm lịch là ngày hội mang ý nghĩa suy tôn thần bản thổ có công giữ đất giữ làng, mưa thuận gió hòa. Trong hội tổ chức tiệc bánh giầy, múa gươm, chọi trâu,…rất thú vị và hấp dẫn nhiều người tham gia.",
    "nguon": 10
  },
  {
    "ten": "Hội Yên Lập (trong tháng 5 âm lịch)",
    "diaDiem": "Xã Yên Lập, huyện Vĩnh Tường, tỉnh Vĩnh Phúc.",
    "thoiGian": "25 - 27/5 âm lịch.",
    "mieuTa": "Hội Yên Lập tổ chức trong tháng 5 âm lịch là một hội khác so với ngày hội trong tháng 4 âm lịch. Hội Yên Lập tổ chức trong tháng 5 nhằm suy tôn Đăng Đạo Song Nga, âm phù Hai Bà Trưng. Trong hội có lễ trình Thánh được tổ chức nghiêm cẩn, trang nghiêm, song song đó là các hoạt động ghép thuyền ba lại với nhau để thi bơi trải rất kịch tính và được sự cổ vũ nồng nhiệt của người dân.",
    "anh": "https://dulichchaovietnam.com/public/fileupload/source/sanpham/le-hoi/H%E1%BB%99i%20Y%C3%AAn%20L%E1%BA%ADp.jpg",
    "nguon": 10
  },
  {
    "ten": "Hội làng Bồ Sao",
    "diaDiem": "Xã Bồ Sao, huyện Vĩnh Tường, tỉnh Vĩnh Phúc.",
    "thoiGian": "15 - 16/5 âm lịch.",
    "mieuTa": "Hội làng Bồ Sao mang nét đặc trưng của những hội làng khác với sự thờ cúng Đông Hải Đại Vương cầu mong nước non đủ đầy, mưa thuận gió hòa, cỏ cây tươi tốt. Trong ngày hội làng trai tráng sưc khỏe tốt được chọn để biểu diễn trò trình trình nghề nông: dân đóng các vai người đi cày, người đi bừa, người quăng mạ,...sao cho vừa tốt ít công sức nhất thửa ruộng lại đẹp nhất. Đến ngày 16/5 là lễ rước mạ lên kiệu đến đền Đuống, mâm mạ được đặt lên bàn thờ lễ thần, sau đó đem ra cấy.",
    "anh": "https://dulichchaovietnam.com/public/fileupload/source/sanpham/le-hoi/H%E1%BB%99i%20l%C3%A0ng%20B%E1%BB%93%20Sao.jpg",
    "nguon": 10
  }
]