[
  {
    "theThu": "– Thân sinh mất sớm, Trưng Trắc và em gái là Trưng Nhị được thân mẫu là bà Man Thiện (cũng có truyền thuyết nói là bà Trần Thị Đoan) nuôi dưỡng.",
    "thoiGianTaiVi": "40-43",
    "ten": "Trưng Nữ Vương",
    "nguon": 5
  },
  {
    "thoiGianTaiVi": "248",
    "ten": "Bà Triệu",
    "nguon": 5
  },
  {
    "thoiGianTaiVi": "542-548",
    "ten": "Lý Nam Đế ",
    "nguon": 5
  },
  {
    "theThu": "– Khi Lý Bí phát động khởi nghĩa, Triệu Quang Phục và cha là Triệu Túc cùng hưởng ứng. Khi Lý Bí xưng là Lý Nam Đế, Triệu Quang Phục được phong tới chức Tả Tướng.",
    "thoiGianTaiVi": "546-571",
    "ten": "Triệu Việt Vương ",
    "nguon": 5
  },
  {
    "thoiGianTaiVi": "555-602",
    "ten": "Lý Phật Tử ",
    "nguon": 5
  },
  {
    "thoiGianTaiVi": "687",
    "ten": "Đinh Kiến",
    "nguon": 5
  },
  {
    "theThu": "– Mai Thúc Loan sinh trưởng trong một gia đình nghèo, bản thân ông luôn bị quan lại nhà Đường bắt phải đi phu, phục dịch rất vất vả.",
    "thoiGianTaiVi": "722",
    "ten": "Mai Hắc Đế",
    "nguon": 5
  },
  {
    "theThu": "– Họ và tên: Phùng Hưng, tự là Công Phấn.",
    "thoiGianTaiVi": "?-791",
    "ten": "Phùng",
    "nguon": 5
  },
  {
    "theThu": "– Biết Dương Thanh là người giàu lòng yêu nước, quan đô hộ của nhà Đường là Lý Tượng Cổ đã dùng mưu kế để làm giảm uy tín của ông, đồng thời, tách ông ra khỏi dân châu Hoan.",
    "thoiGianTaiVi": "819-820",
    "ten": "Dương Thanh",
    "nguon": 5
  },
  {
    "thoiGianTaiVi": "905-907",
    "ten": "Khúc Thừa Dụ",
    "nguon": 5
  },
  {
    "theThu": "Con của Khúc Thừa Dụ, không rõ sinh năm nào. Năm 906, Khúc Hạo được cha cho giữ chức Tĩnh hải hành quân tư mã quyền tri lưu hậu. Đấy là chức của người cầm đầu lực lượng vũ trang.",
    "thoiGianTaiVi": "907-917",
    "ten": "Khúc Hạo",
    "nguon": 5
  },
  {
    "theThu": "Con của Khúc Hạo. không rõ sinh năm nào. Thời Khúc Hạo, ông từng được cử đi sứ sang Trung Quốc. Khúc Hạo mất, ông được lên nối chức và nhà Hậu Lương cũng phong ông làm An Nam đô hộ, sung tiết độ sứ.",
    "thoiGianTaiVi": "917-930",
    "ten": "Khúc Thừa Mỹ",
    "nguon": 5
  },
  {
    "theThu": "Dương Đình Nghệ (cũng có sách viết là Dương Diên Nghệ, có lẽ vì trong Hán tự, mặt chữ Đình và chữ Diên gần giống nhau nên nhầm lẫn mà ra), quê ở làng Ràng, xã Dương Xá, nay thuộc huyện Thiệu Hoá, tỉnh Thanh Hoá, sinh năm nào không rõ. Dưới thời họ Khúc, Dương Đình Nghệ vừa là hào trưởng của đất Dương Xá. vừa là một trong những bộ tướng của họ Khúc.",
    "ten": "Dương Đình Nghệ",
    "nguon": 5
  },
  {
    "theThu": "– Sinh năm Mậu Thân (898) tại Phong Châu (nay thuộc Hà Tây). Cha là Ngô Mân, nguyên hào trưởng của vùng này.",
    "thoiGianTaiVi": "938-944",
    "ten": "Tiền Ngô Vương",
    "nguon": 5
  },
  {
    "theThu": "– Ho, tên: Dương Tam Kha (con của Dương Đình Nghệ và là anh vợ của Ngỏ Quyền). Sinh và mất năm nào không rõ.",
    "thoiGianTaiVi": "945-950",
    "ten": "Dương Bình Vương",
    "nguon": 5
  },
  {
    "theThu": "– Họ, tên: Ngô Xương Văn (con thứ của Tiền Ngô Vương; mẹ là Dương thái hậu, tức bà Dương Thị Như Ngọc), sinh năm nào không rõ.",
    "thoiGianTaiVi": "951-965",
    "ten": "Hậu Ngô Vương",
    "nguon": 5
  },
  {
    "theThu": "– Vua là con của thứ sứ Hoan Châu Đinh Công Trứ. Nguyên Đinh Công Trứ là bộ tướng của Dương Đình Nghệ. Khi Dương Đình Nghệ chết, Đinh Công Trứ theo về với Ngô Quyền, được Ngô Quyền cho giữ chức thứ sử Hoan Châu như cũ. Đinh Công Trứ mất tại Hoan Châu, thân mẫu của Đinh Bộ Lĩnh người họ Đàm, đem con về quê là đất Trường Châu (nay thuộc Ninh Bình).",
    "thoiGianTaiVi": "968-979",
    "ten": "Đinh Tiên Hoàng",
    "nguon": 5
  },
  {
    "theThu": "– Vua sinh năm Giáp Tuất, niên hiệu Thái Bình thứ 5 (974). Đầu năm Kỉ Mão (979), con trưởng của Đinh Tiên Hoàng Đế là Nam Việt Vương Liễn vì ghen ghét mà giết chết em là thái tử Hạng Lang. Tới tháng 10 năm đó, đến lượt Đinh Tiên Hoàng Đế và Nam Việt Vương Liễn cùng bị Đỗ Thích giết hại. Đinh Toàn nhờ đó được đưa lên ngôi.",
    "thoiGianTaiVi": "980",
    "ten": "Đinh Phế Đế",
    "nguon": 5
  },
  {
    "theThu": "– Thân sinh của vua không rõ tên, chỉ biết được tôn phong làm Trường Hưng Vương vào cuối năm 980, mẹ người họ Đặng, cũng được tôn phong làm Hoàng thái hậu vào cuối năm 980.",
    "thoiGianTaiVi": "980-1005",
    "ten": "Lê Hoàn",
    "nguon": 5
  },
  {
    "theThu": "– Họ và tên: Lê Long Việt, con thứ ba của Lê Hoàn, mẹ là Chi hậu Diệu Nữ (con gái của quan giữ chức Chi hậu, tên là Diệu, không rõ họ là gì).",
    "thoiGianTaiVi": "1005",
    "ten": "Lê Trung Tông",
    "nguon": 5
  },
  {
    "theThu": "– Họ và tên: Lê Long Đĩnh, lại có tên khác là Lê Chí Trung, con thứ 5 của Lê Hoàn, mẹ là Chi hậu Diệu Nữ. Vua càn rỡ, dâm đãng và tàn bạo, bị bệnh nên lâm triều thường phải nằm, vì vậy có luôn miếu hiệu là Lê Ngoạ Triều.",
    "thoiGianTaiVi": "1005-1009",
    "ten": "Lê Ngoạ Triều",
    "nguon": 5
  },
  {
    "theThu": "– Thân sinh của vua không rõ tên, chỉ biết năm 1010, được vua tôn phong là Hiển Khánh Vương, thân mẫu người họ Phạm, được tôn phong là Minh Đức thái hậu. Tương truyền, thân mẫu của vua đi chơi ở chùa Tiên Sơn (Bắc Ninh), đêm nghỉ lại, nằm mơ thấy đi lại với thần nhân mà sinh ra vua. Từ năm lên ba tuổi, vua làm con nuôi của Lý Khánh Văn.",
    "thoiGianTaiVi": "1010 – 1028",
    "ten": "Lý Thái Tổ",
    "nguon": 5
  },
  {
    "theThu": "– Họ và tên: Lý Phật Mã, lại có tên khác là Lý Đức Chính, con trưởng của Lý Thái Tổ, mẹ là Lê thái hậu (không rõ tên).",
    "thoiGianTaiVi": "1028 – 1054",
    "ten": "Lý Thái Tông",
    "nguon": 5
  },
  {
    "theThu": "– Các bộ chính sử đều chép vua là con trưởng của Lý Thái Tông, mẹ người họ Mai, tước Kim Thiên thái hậu, duy chỉ có sách Đại Việt sử lược chép vua là con thứ ba của Lý Thái Tông và mẹ là Linh Cảm thái hậu.",
    "thoiGianTaiVi": "1054 – 1072",
    "ten": "Lý Thánh Tông",
    "nguon": 5
  },
  {
    "theThu": "– Vua là con trưởng của Lý Thánh Tông, mẹ là Linh Nhân thái hậu (tức bà Ỷ Lan).",
    "thoiGianTaiVi": "1072 – 1127",
    "ten": "Lý Nhân Tông",
    "nguon": 5
  },
  {
    "theThu": "– Vua là cháu, gọi vua Lý Nhân Tông bằng bác ruột. Thân sinh của vua là Sùng Hiền Hầu (em ruột Lý Nhân Tông), thân mẫu là Đỗ phu nhân (không rõ tên). Đến tháng 1 năm Kỉ Dậu (1129). Sùng Hiền Hầu được tôn làm thái thượng hoàng, Đỗ phu nhân được tôn làm thái hậu, nhưng đó chỉ là hư vị chứ không có thực quyền.",
    "thoiGianTaiVi": "1128 – 1138",
    "ten": "Lý Thần Tông",
    "nguon": 5
  },
  {
    "theThu": "– Vua là con trưởng của Lý Thần Tông, mẹ là Lê thái hậu (không rõ tên).",
    "thoiGianTaiVi": "1138 – 1175",
    "ten": "Lý Anh Tông",
    "nguon": 5
  },
  {
    "theThu": "– Vua là con thứ 6 của Lý Anh Tông, mẹ là Thuỵ Châu thái hậu, người họ Đỗ.",
    "thoiGianTaiVi": "1175 – 1210",
    "ten": "Lý Cao Tông",
    "nguon": 5
  },
  {
    "theThu": "– Con trưởng của Lý Cao Tông, mẹ là Đàm thái hậu (không rõ tên).",
    "thoiGianTaiVi": "1210 – 1224",
    "ten": "Lý Huệ Tông",
    "nguon": 5
  },
  {
    "theThu": "– Nữ hoàng sinh vào tháng 9 năm Mậu Dần (1218), là con thứ của vua Lý Huệ Tông, mẹ là Thuận Trinh thái hậu Trần Thị Dung.",
    "thoiGianTaiVi": "1224 – 1225",
    "ten": "Lý Chiêu Hoàng",
    "nguon": 5
  },
  {
    "theThu": "– Thân sinh là Trần Thừa: sau được tôn là thượng hoàng và khi mất, miếu hiệu là Thái Tổ, nhưng không làm vua một ngày nào, ngay cả tước thượng hoàng cũng chỉ là hư vị. Thân mẫu người họ Lê, không rõ tên.",
    "thoiGianTaiVi": "1225 -1258",
    "ten": "Trần Thái Tông",
    "nguon": 5
  },
  {
    "theThu": "– Vua là con thứ hai của Trần Thái Tông, thân mẫu là Thuận Thiên thái hậu, người họ Lý. Thực ra, vua là con trưởng. Trước, Thuận Thiên thái hậu từng lấy Trần Liễu (anh ruột Trần Thái Tông) và đã có thai với Trần Liễu được 3 tháng. Người con đầu của Thuận Thiên thái hậu. danh là của Trần Thái Tông mà thực là của Trần Liễu. Bởi danh này mà Trần Hoảng bị coi là con thứ chứ không phải con trưởng của vua Trần Thái Tông.",
    "thoiGianTaiVi": "1258 – 1278",
    "ten": "Trần Thánh Tông",
    "nguon": 5
  },
  {
    "theThu": "– Vua là con trưởng của Trần Thánh Tông, thân mẫu là Nguyên Thánh Thiên Cảm hoàng thái hậu.",
    "thoiGianTaiVi": "1278 – 1293",
    "ten": "Trần Nhân Tông",
    "nguon": 5
  },
  {
    "theThu": "– Vua là con trưởng của Trần Nhân Tông, thân mẫu là Bảo Thánh hoàng thái hậu.",
    "thoiGianTaiVi": "1293 – 1314",
    "ten": "Trần Anh Tông",
    "nguon": 5
  },
  {
    "theThu": "– Vua là con thứ tư của Trần Anh Tông, thân mẫu là Chiêu Hiến hoàng thái hậu (người họ Trần, con gái của Bảo Nghĩa Đại Vương Trần Bình Trọng).",
    "thoiGianTaiVi": "1314 – 1329",
    "ten": "Trần Minh Tông",
    "nguon": 5
  },
  {
    "theThu": "– Vua là con thứ của Trần Minh Tông, thân mẫu là Minh Từ hoàng thái phi.",
    "thoiGianTaiVi": "1329 – 1341",
    "ten": "Trần Hiến Tông",
    "nguon": 5
  },
  {
    "theThu": "– Vua là con thứ 10 của Trần Minh Tông (em của vua Trần Hiến Tông), thân mẫu là Hiến Từ Tuyên Thánh hoàng thái hậu.",
    "thoiGianTaiVi": "1341 – 1369",
    "ten": "Trần Dụ Tông",
    "nguon": 5
  },
  {
    "theThu": "– Dương Nhật Lễ vốn là con của người kép hát tên là Dương Khương. Vợ Dương Khương đang có thai với Dương Khương thì bỏ Dương Khương mà lấy Cung Túc Vương Dục (là con thứ của thượng hoàng Trần Minh Tông). Khi Dương Nhật Lễ sinh ra, Cung Túc Vương Dục nhận Iàm con, nhưng không được bao lâu thì Cung Túc Vương Dục mất.",
    "thoiGianTaiVi": "1369 – 1370",
    "ten": "Dương Nhật Lễ",
    "nguon": 5
  },
  {
    "theThu": "– Vua là con thứ ba của Trần Minh Tông, thân mẫu là Minh Từ hoàng thái phi (em ruột của bà Đôn Từ hoàng thái phi), người họ Lê.",
    "thoiGianTaiVi": "1370 – 1372",
    "ten": "Trần Nghệ Tông",
    "nguon": 5
  },
  {
    "theThu": "– Vua là con thứ 11 của Trần Minh Tông (em của vua Trần Nghệ Tông), thân mẫu là Đôn Từ hoàng thái phi (chị ruột của Minh Từ hoàng thái phi).",
    "thoiGianTaiVi": "1372 – 1377",
    "ten": "Trần Duệ Tông",
    "nguon": 5
  },
  {
    "theThu": "– Vua là con trưởng của Trần Duệ Tông, thân mẫu là Gia Từ hoàng thái hậu, người họ Lê.",
    "thoiGianTaiVi": "1377 – 1388",
    "ten": "Trần Phế Đế",
    "nguon": 5
  },
  {
    "theThu": "– Vua là con út của Trần Nghệ Tông, thân mẫu là Lê thái hậu (không rõ tên và hiệu).",
    "thoiGianTaiVi": "1388 – 1398",
    "ten": "Trần Thuận Tông",
    "nguon": 5
  },
  {
    "theThu": "– Vua là con trưởng của Trần Thuận Tông, thân mẫu người họ Hồ (con gái của Hồ Quý Ly), tước hiệu là Khâm Thánh hoàng thái hậu.",
    "thoiGianTaiVi": "1398 – 1400",
    "ten": "Trần Thiếu Đế",
    "nguon": 5
  },
  {
    "theThu": "– Vua là con thứ của Trần Nghệ Tông, chưa rõ thân mẫu là ai và cũng chưa rõ vua sinh vào năm nào.",
    "thoiGianTaiVi": "1407 – 1409",
    "ten": "Giản Định Đế",
    "nguon": 5
  },
  {
    "theThu": "– Vua là con thứ của Mẫn Vương Trần Ngạc, cháu gọi Trần Nghệ Tông là ông nội, gọi Giản Định Đế là chú ruột, chưa rõ vua sinh năm nào.",
    "thoiGianTaiVi": "1409 – 1413",
    "ten": "Trùng Quang Đế",
    "nguon": 5
  },
  {
    "theThu": "– Thân sinh của vua là Lê Khoáng, nguyên là trại chủ Lam Sơn (Thanh Hoá), sau được tôn phong là Tuyên Tổ Phúc Hoàng Đế. Thân mẫu là Trịnh Thị Ngọc Thương, sau được tôn phong là Trịnh Từ Ỷ Văn hoàng thái hậu.",
    "thoiGianTaiVi": "1428-1433",
    "ten": "Lê Thái Tổ",
    "nguon": 5
  },
  {
    "theThu": "– Vua là con thứ của Lê Thái Tổ, thân mẫu là Phạm hoàng hậu (huý là Phạm Ngọc Trần).",
    "thoiGianTaiVi": "1433 – 1442",
    "ten": "Lê Thái Tông",
    "nguon": 5
  },
  {
    "theThu": "– Vua là con thứ ba của Lê Thái Tông, thân mẫu là Tuyên Từ hoàng thái hậu (huý là Nguyễn Thị Anh, người Bố Vệ, Đông Sơn, Thanh Hoá).",
    "thoiGianTaiVi": "1442 – 1459",
    "ten": "Lê Nhân Tông",
    "nguon": 5
  },
  {
    "theThu": "– Ngày 3 tháng 10 năm Kỉ Mão (1459), Lê Nghi Dân cùng đồ đảng nổi dậy giết chết Lê Nhân Tông rồi tự lập làm vua.",
    "thoiGianTaiVi": "1459 – 1460",
    "ten": "Lê Nghi Dân",
    "nguon": 5
  },
  {
    "theThu": "– Họ và tên: Lê Tư Thành, con thứ tư của Lê Thái Tông, thân mẫu là Quang Thục thái hậu (huý là Ngô Thị Ngọc Dao).",
    "thoiGianTaiVi": "1460 – 1497",
    "ten": "Lê Thánh Tông",
    "nguon": 5
  },
  {
    "theThu": "– Vua là con trưởng của Lê Thánh Tông, thân mẫu là Trường Lạc thái hậu (huý là Nguyễn Thị Hằng, người ở Gia Miêu Ngoại Trang, huyện Tống Sơn, Thanh Hoá) là con gái của Trịnh Quốc Công Nguyễn Đức Trung.",
    "thoiGianTaiVi": "1497 – 1504",
    "ten": "Lê Hiến Tông",
    "nguon": 5
  },
  {
    "theThu": "– Vua là con thứ ba (trong số 6 người con trai) của Lê Hiến Tông. Thân mẫu là Trang Thuận Minh Ý hoàng thái hậu, huý là Nguyễn Thị Hoàn, quán xã Bình Lăng, huyện Thiên Thi, nay là huyện Ân Thi, tỉnh Hưng Yên.",
    "thoiGianTaiVi": "1504",
    "ten": "Lê Túc Tông",
    "nguon": 5
  },
  {
    "theThu": "– Vua là con thứ hai của Lê Hiến Tông, thân mẫu là Chiêu Nhân hoàng thái hậu, huý là Nguyễn Thị Cận, quán xã Phù Chẩn, huyện Đông Ngàn, nay thuộc Bắc Ninh.",
    "thoiGianTaiVi": "1505 – 1509",
    "ten": "Lê Uy Mục",
    "nguon": 5
  },
  {
    "theThu": "– Vua là con của Kiến Vương Tân (Kiến Vương Tân là con thứ năm của Lê Thánh Tông, em của vua Lê Hiến Tông, chú của Lê Túc Tông và Lê Uy Mục). Thân mẫu là Từ Huy Hoàng thái hậu, huý là Trịnh Thị Tuyên, người xã Thuỷ Chú, huyện Lôi Dương, nay thuộc huyện Thọ Xuân, tinh Thanh Hoá, con gái của quan Tả tôn chính Trịnh Trọng Phong.",
    "thoiGianTaiVi": "1510-1516",
    "ten": "Lê Tương Dực",
    "nguon": 5
  },
  {
    "theThu": "– Vua là con của Cẩm Giang Vương Sùng, cháu đích tôn của Kiến Vương Tân. Thân mẫu của vua huý là Trịnh Thị Loan, người xã Phi Bạo, huyện Thanh Chương, Nghệ An, sau được tôn phong là Trịnh thái hậu.",
    "thoiGianTaiVi": "1516 – 1522",
    "ten": "Lê Chiêu Tông",
    "nguon": 5
  },
  {
    "theThu": "– Vua là con của Cẩm Giang Vương Sùng. cùng thân mẫu với Lê Chiêu Tông, em ruột của Lê Chiêu Tông, nên sử thường chép về vua trước khi lên ngôi là Hoàng Đệ Xuân (em ruột của vua, tên là Xuân).",
    "thoiGianTaiVi": "1522 – 1527",
    "ten": "Lê Cung Hoàng",
    "nguon": 5
  },
  {
    "theThu": "– Vua là con của Lê Chiêu Tông, thân mẫu là Phạm hoàng hậu,huý là Phạm Thị Ngọc Quỳnh, quê ở sách Cao Trí (nay thuộc Thanh Hoá).",
    "thoiGianTaiVi": "1533 – 1548",
    "ten": "Lê Trang Tông",
    "nguon": 5
  },
  {
    "theThu": "– Vua là con trưởng của Lê Trang Tông, thân mẫu là ai thì chưa rõ.",
    "thoiGianTaiVi": "1548 – 1556",
    "ten": "Lê Trung Tông",
    "nguon": 5
  },
  {
    "theThu": "– Họ và tên: Lê Duy Bang (cháu 5 đời của Lê Trừ, anh Lê Lợi). Sách Khâm định Việt sử thông giám cương mục (chính biên, quyển 18, tờ 7) cho biết Lê Trừ là anh Lê Lợi. Lê Trừ sinh ra Lê Khang, Lê Khang sinh ra Lê Thọ, Lê Thọ sinh ra Lê Duy Thiệu, Lê Duy Thiệu sinh ra Lê Duy Quang, Lê Duy Quang sinh ra Lê Duy Bang.",
    "thoiGianTaiVi": "1556 – 1573",
    "ten": "Lê Anh Tông",
    "nguon": 5
  },
  {
    "theThu": "– Vua là con thứ của Lê Thế Tông, thân mẫu là ai chưa rõ.",
    "thoiGianTaiVi": "1599 – 1619",
    "ten": "Lê Kính Tông",
    "nguon": 5
  },
  {
    "theThu": "– Vua là con trưởng của Lê Kính Tông, thân mẫu là Đoan Từ hoàng thái hậu, huý là Trịnh Thị Ngọc Trinh (con gái thứ của Bình An Vương Trịnh Tùng).",
    "thoiGianTaiVi": "1619 – 1643 và 1649 – 1662",
    "ten": "Lê Thần Tông",
    "nguon": 5
  },
  {
    "theThu": "– Vua là con trưởng của Lê Thần Tông, thân mẫu là Trịnh thái hậu (không rõ tên).",
    "thoiGianTaiVi": "1643 – 1649",
    "ten": "Lê Chân Tông",
    "nguon": 5
  },
  {
    "theThu": "– Vua là con thứ của vua Lê Thần Tông, em của vua Lê Chân Tông, thân mẫu là Phạm hoàng hậu, huý là Phạm Thị Ngọc Hậu.",
    "thoiGianTaiVi": "1662 – 1671",
    "ten": "Lê Huyền Tông",
    "nguon": 5
  },
  {
    "theThu": "– Vua là con thứ của Lê Thần Tông, em của vua Lê Chân Tông và Lê Huyền Tông. Thân mấu của vua là bà Chiêu Nghi Lê Thị Ngọc Hoàn. Thuở nhỏ, vua được bà chính phi của chúa Trịnh Doanh là Trịnh Thị Ngọc Lung nuôi dưỡng, nên khi vua lên ngôi, mẹ nuôi được tôn là Quốc Thái Mẫu, còn mẹ sinh chỉ được tôn là Chiêu Nghi.",
    "thoiGianTaiVi": "1671 – 1675",
    "ten": "Lê Gia Tông",
    "nguon": 5
  },
  {
    "theThu": "– Vua là con của Lê Thần Tông, khi Lê Thần Tông mất, vua vẫn chưa chào đời. Vua là em của Lê Chân Tông, Lê Huyền Tông và Lê Gia Tông Thân mẫu của vua là bà Trịnh Thị Ngọc Trúc (cũng có sách viết là Trịnh Thị Ngọc Tấn), con gái của chúa Trịnh Tráng.",
    "thoiGianTaiVi": "1675 – 1705",
    "ten": "Lê Hy Tông",
    "nguon": 5
  },
  {
    "theThu": "– Vua là con trưởng của Lê Hy Tông, thân mẫu là thái hậu họ Nguyễn, huý là Nguyễn Thị Ngọc Đệ, quán xã Trùng Quán, huyện Đông Ngàn (nay thuộc Bắc Ninh).",
    "thoiGianTaiVi": "1705 – 1729",
    "ten": "Lê Dụ Tông",
    "nguon": 5
  },
  {
    "theThu": "– Vua là con thứ của Lê Dụ Tông. thân mẫu người họ Trịnh.",
    "thoiGianTaiVi": "1729 – 1732",
    "ten": "Lê Đế Duy Phường",
    "nguon": 5
  },
  {
    "theThu": "– Vua là con trưởng của Lê Dụ Tông, anh của Lê Đế Duy Phường, thân mẫu người họ Nguyễn.",
    "thoiGianTaiVi": "1732 – 1735",
    "ten": "Lê Thuần Tông",
    "nguon": 5
  },
  {
    "theThu": "– Vua là con thứ 11 của Lê Dụ Tông, em ruột của Lê Thuần Tông (Duy Tường), thân mẫu chưa rõ.",
    "thoiGianTaiVi": "1735 – 1740",
    "ten": "Lê Ý Tông",
    "nguon": 5
  },
  {
    "theThu": "– Vua là con trưởng của Lê Thuần Tông, gọi Lê Ý Tông là chú ruột, được Lê Ý Tông truyền ngôi cho, thân mẫu là người họ Đào, quán xã Bảo Vực, huyện Văn Giang (tỉnh Hưng Yên).",
    "thoiGianTaiVi": "1740 – 1786",
    "ten": "Lê Hiển Tông",
    "nguon": 5
  },
  {
    "theThu": "– Chiêu Thống là con trưởng của thái tử Lê Duy Vĩ, tức là cháu đích tôn của Lê Hiển Tông. Thái tử Lê Duy Vĩ vì trước đó phạm tội, bị phế làm thứ dân nên không được truyền ngôi. Thân mẫu của Lê Chiêu Thống hiện chưa rõ.",
    "thoiGianTaiVi": "1786 – 1788",
    "ten": "Lê Chiêu Thống",
    "nguon": 5
  },
  {
    "theThu": "",
    "thoiGianTaiVi": "1527 – 1529",
    "ten": "Mạc Thái Tổ",
    "nguon": 5
  },
  {
    "theThu": "– Họ và tên: Mạc Đăng Doanh.",
    "thoiGianTaiVi": "1530 – 1540",
    "ten": "Mạc Thái Tông",
    "nguon": 5
  },
  {
    "theThu": "– Hiến Tông là con trưởng của Thái Tông (Mạc Đăng Doanh), thân mẫu là ai, sinh năm nào chưa rõ.",
    "thoiGianTaiVi": "1540 – 1546",
    "ten": "Mạc Hiến Tông",
    "nguon": 5
  },
  {
    "theThu": "– Tuyên Tông là con trưởng của Hiến Tông (Mạc Phúc Hải), thân mẫu là ai sinh năm nào chưa rõ.",
    "thoiGianTaiVi": "1546-1561",
    "ten": "Mạc Tuyên Tông",
    "nguon": 5
  },
  {
    "theThu": "– Mạc Mậu Hợp là con của Tuyên Tông (Mạc Phúc Nguyên), thân mẫu là ai, sinh năm nào chưa rõ.",
    "thoiGianTaiVi": "1562 – 1592",
    "ten": "Mạc Mậu Hợp",
    "nguon": 5
  },
  {
    "theThu": "",
    "thoiGianTaiVi": "1592 – 1593",
    "ten": "Mạc Toàn",
    "nguon": 5
  },
  {
    "theThu": "– Mạc Kính Chỉ là con của Mạc Kính Điển. cháu nội của vua Mạc Hiến Tông (Mạc Phúc Hải).",
    "thoiGianTaiVi": "1592 – 1593",
    "ten": "Mạc Kính Chỉ",
    "nguon": 5
  },
  {
    "theThu": "",
    "thoiGianTaiVi": "1593 – 1625",
    "ten": "Mạc Kính Cung",
    "nguon": 5
  },
  {
    "theThu": "",
    "thoiGianTaiVi": "1623 – 1638",
    "ten": "Mạc Kính Khoan",
    "nguon": 5
  },
  {
    "theThu": "– Mạc Kính Vũ là con của Mạc Kính Khoan. Kính Vũ còn có tên khác là Kính Hoàn.",
    "thoiGianTaiVi": "1638 – 1677",
    "ten": "Mạc Kính Vũ",
    "nguon": 5
  },
  {
    "theThu": "",
    "thoiGianTaiVi": "1545 – 1569",
    "ten": "Trịnh Kiểm",
    "nguon": 5
  },
  {
    "theThu": "– Con trưởng của Trịnh Kiểm, trước đó đã được phong làm Tuấn Đức Hầu.",
    "thoiGianTaiVi": "1569 – 1570",
    "ten": "Trịnh Cối",
    "nguon": 5
  },
  {
    "theThu": "– Con thứ của Trịnh Kiểm, trước đó đã được phong là Từ Phúc Lương Hầu.",
    "thoiGianTaiVi": "1570 – 1623",
    "ten": "Trịnh Tùng",
    "nguon": 5
  },
  {
    "theThu": "– Con trưởng của Trịnh Tùng.",
    "thoiGianTaiVi": "1623 – 1657",
    "ten": "Trịnh Tráng",
    "nguon": 5
  },
  {
    "theThu": "– Con trưởng của Trịnh Tráng.",
    "thoiGianTaiVi": "1657 – 1682",
    "ten": "Trịnh Tạc",
    "nguon": 5
  },
  {
    "theThu": "– Con trưởng của Trinh Tạc.",
    "thoiGianTaiVi": "1682 – 1709",
    "ten": "Trịnh Căn",
    "nguon": 5
  },
  {
    "theThu": "– Con thứ của Trịnh Căn (con trưởng của Trịnh Căn mất sớm).",
    "thoiGianTaiVi": "1684",
    "ten": "Trịnh Bách",
    "nguon": 5
  },
  {
    "theThu": "– Con trưởng của Trịnh Vĩnh, cháu đích tôn của Trịnh Căn. Trịnh Vĩnh mất sớm nên Trịnh Căn đã có ý lập Trịnh Bách.",
    "thoiGianTaiVi": "1688",
    "ten": "Trịnh Bính",
    "nguon": 5
  },
  {
    "theThu": "– Con của Trịnh Bính.",
    "thoiGianTaiVi": "1709 – 1729",
    "ten": "Trịnh Cương",
    "nguon": 5
  },
  {
    "theThu": "– Con của Trịnh Cương. Cũng có sách gọi Trịnh Giang là Trịnh Khương.",
    "thoiGianTaiVi": "1729 – 1740",
    "ten": "Trịnh Giang",
    "nguon": 5
  },
  {
    "theThu": "– Con của Trịnh Cương, em Trịnh Giang.",
    "thoiGianTaiVi": "1740 – 1767",
    "ten": "Trịnh Doanh",
    "nguon": 5
  },
  {
    "theThu": "– Con Trịnh Doanh.",
    "thoiGianTaiVi": "1767 – 1782",
    "ten": "Trịnh Sâm",
    "nguon": 5
  },
  {
    "theThu": "– Con thứ của Trịnh Sâm, mẹ là Đặng Thị Huệ.",
    "thoiGianTaiVi": "1782",
    "ten": "Trịnh Cán",
    "nguon": 5
  },
  {
    "theThu": "– Con trưởng của Trịnh Sâm, sinh năm Quý Mùi (1768), mẹ người họ Dương.",
    "thoiGianTaiVi": "1782 – 1786",
    "ten": "Trịnh Khải",
    "nguon": 5
  },
  {
    "theThu": "– Con thứ hai của Nguyễn Kim (người có công dựng ra Nam triều, sau được truy tôn là Triệu Tổ Tĩnh Hoàng Đế). Thân mẫu người họ Nguyễn (con gái của quan Đặc Tiến Phụ quốc thượng tướng quân, thự vệ sự triều Lê), sau được truy tôn là Tĩnh hoàng hậu.",
    "thoiGianTaiVi": "1558 – 1613",
    "ten": "Nguyễn Hoàng",
    "nguon": 5
  },
  {
    "theThu": "– Con thứ 6 của Nguyễn Hoàng, (bốn người con đầu của Nguyễn Hoàng đều mất sớm, người con thứ 5 thì phải làm con tin ở Đàng Ngoài). Thân mẫu người họ Nguyễn. sau được truy tôn là Gia Dụ hoàng hậu.",
    "thoiGianTaiVi": "1613 – 1635",
    "ten": "Nguyễn Phúc Nguyên",
    "nguon": 5
  },
  {
    "theThu": "– Con thứ hai của Nguyễn Phúc Nguyên, thâu mẫu người họ Nguyễn, sau được truy tôn là Hiếu Văn hoàng hậu.",
    "thoiGianTaiVi": "1635 – 1648",
    "ten": "Nguyễn Phúc Lan",
    "nguon": 5
  },
  {
    "theThu": "– Con thứ hai của Nguyễn Phúc Lan, thân mẫu người họ Đoàn, sau được truy tôn là Hiếu Chiêu hoàng hậu.",
    "thoiGianTaiVi": "1648 – 1687",
    "ten": "Nguyễn Phúc Tần",
    "nguon": 5
  },
  {
    "theThu": "– Con thứ hai của Nguyễn Phúc Tần, thân mẫu người họ Tống, sau được truy tôn là Hiếu Triết hoàng hậu.",
    "thoiGianTaiVi": "1687 – 1691",
    "ten": "Nguyễn Phúc Trăn",
    "nguon": 5
  },
  {
    "theThu": "– Con trưởng của Nguyễn Phúc Trăn, thân mẫu người họ Tống, sau được truy tôn là Hiếu Nghĩa hoàng hậu.",
    "thoiGianTaiVi": "1691 – 1725",
    "ten": "Nguyễn Phúc Chu",
    "nguon": 5
  },
  {
    "theThu": "– Con trưởng của Nguyễn Phúc Chu, thân mẫu người họ Tống, sau được truy tôn là Hiếu Minh hoàng hậu.",
    "thoiGianTaiVi": "1725 – 1738",
    "ten": "Nguyễn Phúc Chú",
    "nguon": 5
  },
  {
    "theThu": "– Con trưởng của Nguyễn Phúc Chú, thân mẫu người họ Trương, sau được truy tôn là Hiếu Ninh hoàng hậu.",
    "thoiGianTaiVi": "1738 – 1765",
    "ten": "Nguyễn Phúc Khoát",
    "nguon": 5
  },
  {
    "theThu": "Con thứ 16 của Nguyễn Phúc Khoát. thân mẫu người họ Nguyễn, sau đi tu, được truy tôn là Tuệ Tĩnh Thánh Mẫu Nguyên Sư.",
    "thoiGianTaiVi": "1765 – 1777",
    "ten": "Nguyễn Phúc Thuần",
    "nguon": 5
  },
  {
    "theThu": "– Nguyền Lữ là con thứ tư của ông Hồ Phi Phúc và bà Nguyễn Thị Đồng, không rõ sinh năm nào. Trước khi tham gia phát động và lãnh đạo khởi nghĩa Tây Sơn, ông còn có tên gọi khác là thầy Tư Lữ.",
    "thoiGianTaiVi": "? – 1787",
    "ten": "Nguyễn Lữ",
    "nguon": 5
  },
  {
    "theThu": "– Con thứ ba của Nguyễn Phúc Luân. tức là Nguyễn Phúc Kỳ. (Nguyễn Phúc Luân là con thứ ba của chúa Võ Vương Nguyễn Phúc Khoát). Nguyễn Phúc Luân bị Trương Phúc Loan giết hại vào năm 1765. Ông có 5 người con trai nhưng bốn người mất sớm, chỉ còn lại Nguyễn Phúc Ánh mà thôi.",
    "thoiGianTaiVi": "1802 – 1819",
    "ten": "Nguyễn Thế Tổ",
    "nguon": 5
  },
  {
    "theThu": "– Con thứ tư của Nguyễn Thế Tổ (Gia Long), thân mẫu người họ Trần, sau được tôn phong là Thuận Thiên Cao hoàng hậu.",
    "thoiGianTaiVi": "1820 – 1840",
    "ten": "Nguyễn Thánh Tổ",
    "nguon": 5
  },
  {
    "theThu": "– Con trưởng của Nguyễn Thánh Tổ (Minh Mạng), thân mẫu là bà Hồ Thị Hoa, người Bình An, Biên Hoà (nay thuộc Thuận An, Bình Dương). Sau bà được tôn phong là Tả Thiên Nhân hoàng hậu.",
    "thoiGianTaiVi": "1841 – 1847",
    "ten": "Nguyễn Hiến Tổ",
    "nguon": 5
  },
  {
    "theThu": "– Con thứ hai của Nguyễn Hiến Tổ (Thiệu Trị), thân mẫu là bà Phạm Thị Hàng (sau được tôn phong là Thái hậu Từ Dũ).",
    "thoiGianTaiVi": "1848 – 1883",
    "ten": "Nguyễn Dực Tông",
    "nguon": 5
  },
  {
    "theThu": "– Con của Nguyễn Phúc Hồng Y nhưng lại là con nuôi của Nguyễn Dực Tông (Tự Đức).",
    "thoiGianTaiVi": "1883",
    "ten": "Nguyễn Dục Đức",
    "nguon": 5
  },
  {
    "theThu": "– Con của Nguyễn Hiến Tổ (Thiệu Trị), em của Nguyễn Dực Tông (Tự Đức), sinh năm nào không rõ.",
    "thoiGianTaiVi": "1883",
    "ten": "Nguyễn Hiệp Hoà",
    "nguon": 5
  },
  {
    "theThu": "– Con của Kiên Thái Vương (Nguyễn Phúc Hồng Cai), nhưng lại làm con nuôi của Nguyễn Dực Tông (Tự Đức).",
    "thoiGianTaiVi": "1884",
    "ten": "Nguyễn Giản Tông",
    "nguon": 5
  },
  {
    "theThu": "– Con của Kiên Thái Vương (Nguyễn Phúc Hồng Cai), em ruột Kiến Phúc.",
    "thoiGianTaiVi": "1884 -1888",
    "ten": "Nguyễn Hàm Nghi",
    "nguon": 5
  },
  {
    "theThu": "– Con của Kiên Thái Vương (Nguyễn Phúc Hồng Cai), anh của Nguyễn Giản Tông (Kiến Phúc) và Nguyễn Hàm Nghi.",
    "thoiGianTaiVi": "1885 – 1888",
    "ten": "Nguyễn Cảnh Tông",
    "nguon": 5
  },
  {
    "theThu": "– Con của vua Dục Đức, thân mẫu là bà Phan Thị Điểu (sau được tôn phong là Từ Minh Huệ thái hậu).",
    "thoiGianTaiVi": "1889 – 1907",
    "ten": "Nguyễn Thành Thái",
    "nguon": 5
  },
  {
    "theThu": "– Con thứ 8 của Nguyễn Phúc Bửu Lân (Thành Thái).",
    "thoiGianTaiVi": "1907 – 1916",
    "ten": "Nguyễn Duy Tân",
    "nguon": 5
  },
  {
    "theThu": "– Con của Nguyễn Cảnh Tông (Đồng Khánh).",
    "thoiGianTaiVi": "1916 – 1925",
    "ten": "Nguyễn Hoằng Tông",
    "nguon": 5
  }
]