[
  {
    "ten": "Lễ hội Cồng chiêng",
    "diaDiem": "tại các tỉnh có văn hoá cồng chiêng trong đó Đắk Lắk là một điểm quan trọng và hay được chọn nhất do vị trí trung tâm văn hoá",
    "mieuTa": "Lễ hội cồng chiêng là một lễ hội được tổ chức hàng năm theo hình thức luân phiên tại các tỉnh có văn hoá cồng chiêng trong đó Đắk Lắk là một điểm quan trọng và hay được chọn nhất do vị trí trung tâm văn hoá, chính trị, xã hội của khu vực Tây nguyên nơi có nhiều cồng chiêng nhất ở Việt Nam.",
    "url": "https://vi.wikipedia.org/wiki/L%E1%BB%85_h%E1%BB%99i_C%E1%BB%93ng_chi%C3%AAng",
    "nguon": 2
  },
  {
    "ten": "Lễ hội cầu mưa (người Lô Lô)",
    "thoiGian": "Lễ cầu mưa thông thường được tổ chức vào tháng ba âm lịch, vào các ngày 15, 17 hoặc 19. Việc cầu mưa không thể làm tùy tiện, không phải năm nào cũng làm lễ, mà chỉ vào những năm thời tiết khắc nghiệt, khô hạn, người dân trong vùng mới tập trung lại, mời người làm lễ (là trưởng xóm hoặc người cao tuổi có uy tín trong khu vực).",
    "mieuTa": "Lễ hội cầu mưa người Lô Lô là một lễ hội của dân tộc người Lô Lô, Mèo Vạc, Hà Giang. Với những nghi thức đặc sắc, độc đáo, lễ cầu mưa được lưu truyền từ đời này tới đời khác, đến nay không chỉ là một sự kiện mang tính tín ngưỡng, mà còn là dịp để mọi người gặp gỡ, bàn chuyện làm ăn, cầu may, bày tỏ lòng thành kính với đất trời, trai gái giao duyên...",
    "url": "https://vi.wikipedia.org/wiki/L%E1%BB%85_h%E1%BB%99i_c%E1%BA%A7u_m%C6%B0a_(ng%C6%B0%E1%BB%9Di_L%C3%B4_L%C3%B4)",
    "nguon": 2
  },
  {
    "ten": "Lễ hội Oóc Pò",
    "thoiGian": "Ngày 28 tháng 3 Âm lịch là ngày hội chính nhưng từ hơn một tháng trước, không khí lễ hội đã rộn ràng khắp nơi.",
    "mieuTa": "Lễ hội Oóc Pò hay gọi là Lễ hội Ra đồi-Cầu mùa là một lễ hội của người đồng bào dân tộc Nùng. Là một trong những lễ hội mang đậm những nét đặc sắc của dân tộc Nùng.",
    "url": "https://vi.wikipedia.org/wiki/L%E1%BB%85_h%E1%BB%99i_O%C3%B3c_P%C3%B2",
    "nguon": 2
  },
  {
    "ten": "Lễ hội Roya Phik Trok",
    "thoiGian": "Lễ hội diễn ra trong ba ngày 1 đến 3 tháng 10 Hồi lịch.",
    "mieuTa": "Lễ hội Roya Phik Trok hay tết Roya Phik Trok là một lễ hội của người dân tộc Chăm. Họ bước vào ngày lễ hội này sau tháng nhịn ăn.",
    "url": "https://vi.wikipedia.org/wiki/L%E1%BB%85_h%E1%BB%99i_Roya_Phik_Trok",
    "nguon": 2
  },
  {
    "ten": "Lễ hội rước Đất, rước Nước",
    "thoiGian": "Diễn ra vào từ ngày 11 đến hết ngày 16 tháng Giêng âm lịch.",
    "mieuTa": "Lễ hội rước Đất, rước Nước là một lễ hội của đồng bào dân tộc Tày, để cầu xin Mẹ Đất, Mẹ Nước phù hộ cho đất luôn màu mỡ, cầu cho nguồn nước không bao giờ cạn, giúp dân bản có cuộc sống no đủ quanh năm.",
    "url": "https://vi.wikipedia.org/wiki/L%E1%BB%85_h%E1%BB%99i_r%C6%B0%E1%BB%9Bc_%C4%90%E1%BA%A5t,_r%C6%B0%E1%BB%9Bc_N%C6%B0%E1%BB%9Bc",
    "nguon": 2
  },
  {
    "ten": "Lễ hội Cầu mùa (người Tà Ôi)",
    "thoiGian": "Tổ chức theo chu kỳ từ 2 đến 3 năm một lần. Thời gian tổ chức cho lễ hội này là sau Tết Âm lịch.",
    "mieuTa": "Lễ hội Cầu mùa là một lễ hội của người đồng bào dân tộc Tà Ôi, để cầu mong Giàng làm cho họ một mùa màng bội thu, cộng đồng luôn dồi dào sức khỏe.",
    "url": "https://vi.wikipedia.org/wiki/L%E1%BB%85_h%E1%BB%99i_C%E1%BA%A7u_m%C3%B9a_(ng%C6%B0%E1%BB%9Di_T%C3%A0_%C3%94i)",
    "nguon": 2
  },
  {
    "ten": "Lễ hội Cúng bản",
    "thoiGian": "Hàng năm, cứ vào mùa tháng 3 âm lịch.",
    "mieuTa": "Lễ hội cúng bản là một lễ hội của đồng bào dân tộc Cống, tỉnh Điện Biên. Đây là lễ cầu mùa màng tốt tươi, côn trùng và chim chóc không phá hoại mùa màng.",
    "url": "https://vi.wikipedia.org/wiki/L%E1%BB%85_h%E1%BB%99i_C%C3%BAng_b%E1%BA%A3n",
    "nguon": 2
  },
  {
    "ten": "Lễ hội Cầu mưa (người Thái)",
    "thoiGian": "Từ ngày 01/04 đến 28/04 Âm lịch, vào những đêm trăng có quầng đỏ quầng vàng - điềm báo trời đại hạn kéo dài.",
    "mieuTa": "Lễ hội Cầu mưa hay lễ hội Xến Xó Phốn là một lẽ hội của người đồng bào dân tộc Thái, Mai Châu, tỉnh Hòa Bình. là lễ hôi giá trị về phong tục tập quán, tín ngưỡng cho mọi người trong bản.Mọi người đi hát cầu mưa ở khắp các nhà trong bản, rồi rước đuốc vòng quanh bản",
    "url": "https://vi.wikipedia.org/wiki/L%E1%BB%85_h%E1%BB%99i_C%E1%BA%A7u_m%C6%B0a_(ng%C6%B0%E1%BB%9Di_Th%C3%A1i)",
    "nguon": 2
  },
  {
    "ten": "Lễ hội dâng hoa măng (người La Ha)",
    "thoiGian": "Vào dịp đầu xuân năm mới, việc trên nương chưa nhiều, để con cháu, bà con bản dưới mường trên gặp nhau giao lưu văn hóa, văn nghệ. Trước ngày rằm hằng tháng trong ba tháng mùa xuân.",
    "mieuTa": "Lễ hội dâng hoa mănglà một lễ hội của đồng bào dân tộc người La Ha (Việt Nam), là để tỏ lòng cảm tạ, tri ân thầy lang có công vì sức khỏe cộng đồng, tổng kết khả năng cứu chữa bệnh tật của thầy lang, rồi truyền lại cách thờ cúng tổ tiên cho con cháu.",
    "url": "https://vi.wikipedia.org/wiki/L%E1%BB%85_h%E1%BB%99i_d%C3%A2ng_hoa_m%C4%83ng_(ng%C6%B0%E1%BB%9Di_La_Ha)",
    "nguon": 2
  },
  {
    "ten": "Lễ hội Nàng Hai",
    "mieuTa": "Lễ hội Nàng Hai là một lễ hội của người đồng bào dân tộc Tày, Việt Bắc, là một nét sinh hoạt văn hóa dân gian độc đáo. Theo đúng tên gọi là: \"Mời Nàng Hai (mời Nàng Trăng) xuống hạ giới để giao lưu cùng với con người.",
    "url": "https://vi.wikipedia.org/wiki/L%E1%BB%85_h%E1%BB%99i_N%C3%A0ng_Hai",
    "nguon": 2
  },
  {
    "ten": "Lễ hội xang khan",
    "thoiGian": "Cứ 3 hoặc 5 năm một lần vào khoảng tháng 11 Âm lịch, khi xong mùa vụ trên nương sản phẩm đã thu về nhà. Hoặc tháng 2, tháng 3 Âm lịch của năm sau là tháng tốt, tháng lành. Thời gian mở hội từ 2 đến 3 ngày.",
    "mieuTa": "Lễ hội xăng khan là lễ hội của người đồng bào dân tộc Thái. Một số nơi khác gọi là Kin chiêng boóc mạy, Hội Chá Chiêng... Mục đích và ý nghĩa của nó vẫn là ngày tạ ơn các ông mo đối với tổ tiên và những người thầy đã dạy cách bốc thuốc chữa bệnh cứu vớt chúng sinh. Là một lễ hội tín ngưỡng dân gian độc đáo của người Thái, góp phần thỏa mãn nhu cầu hưởng thụ văn hóa, nhất là văn hóa tâm linh của đồng bào các dân tộc thiểu số nói chung và người Thái nói riêng.",
    "url": "https://vi.wikipedia.org/wiki/L%E1%BB%85_h%E1%BB%99i_xang_khan",
    "nguon": 2
  },
  {
    "ten": "Lễ hội Đôn ta",
    "thoiGian": "Tổ chức trong suốt ba ngày, hàng năm, từ ngày 29 tháng tám đến mùng 1 tháng chín âm lịch.[1] Trong ba ngày Đôn-ta có nhiều hoạt động tín ngưỡng, tôn giáo, phong tục, tập quán diễn ra đan xen với nhau.[2]",
    "mieuTa": "Lễ Đôn-ta (còn gọi là lễ Sen Dolta, Campuchia thường gọi là Pchum Ben បុណ្យភ្ជុំបិណ្ឌ) là lễ hội truyền thống lớn nhất trong năm của người Khmer, còn được gọi là lễ cúng ông bà (Píth-sên đôn-ta). Lễ có ý nghĩa giống với lễ Vu Lan của người Việt nên còn được gọi là lễ \"Xá tội vong nhân\". Đây là lễ được tổ chức nhằm tưởng nhớ đến công ơn ông bà, cha mẹ và người thân, tạ ơn những người đã khuất và cầu phước cho những người còn sống, tạo nên sự gắn bó giữa bạn bè, người thân và cả cộng đồng.",
    "url": "https://vi.wikipedia.org/wiki/L%E1%BB%85_h%E1%BB%99i_%C4%90%C3%B4n_ta",
    "nguon": 2
  },
  {
    "ten": "Lễ hội xen pang ả",
    "mieuTa": "Lễ hội xen pang ả là một lễ hội của đồng bào dân tộc Kháng. Do Pa ả (thầy cúng) tổ chức. Trong các bản có một Pa ả chuyên làm việc cúng lễ cho người bản địa. Pa ả là người trí tuệ xúc cảm, thuộc nhiều bài cúng và biết cách chữa bệnh thông thường, biết một số ảo thuật và biết nhiều điều mà người khác không biết. Có thể gọi họ là những trí thức dân gian, họ rất có uy tín, được người bản địa tin và làm theo.",
    "url": "https://vi.wikipedia.org/wiki/L%E1%BB%85_h%E1%BB%99i_xen_pang_%E1%BA%A3",
    "nguon": 2
  },
  {
    "ten": "Tết Nguyên tiêu",
    "mieuTa": "Tết Nguyên Tiêu (Chữ Nho: 節元宵), Tết Thượng Nguyên, Rằm Tháng Giêng là ngày lễ hội truyền thống của Việt Nam và Trung Quốc . Lễ hội trăng rằm từ giữa đêm 14 (đêm trước trăng rằm) trọn ngày 15 (ngày rằm) cho đến nửa đêm 15 (đêm trăng rằm) của tháng giêng Âm lịch.",
    "anh": "//upload.wikimedia.org/wikipedia/commons/thumb/4/45/ShijiazhuangLanternFestval.jpg/300px-ShijiazhuangLanternFestval.jpg",
    "url": "https://vi.wikipedia.org/wiki/T%E1%BA%BFt_Nguy%C3%AAn_ti%C3%AAu",
    "nguon": 2
  },
  {
    "ten": "Lễ hội roóng poọc",
    "mieuTa": "Lễ hội roóng poọc là một lễ hội của người đồng bào dân tộc Giáy, Sa Pa, Lào Cai. Mục đích để cầu mùa màng bội thu, người yên vật thịnh, mưa thuận, gió hòa.",
    "url": "https://vi.wikipedia.org/wiki/L%E1%BB%85_h%E1%BB%99i_ro%C3%B3ng_po%E1%BB%8Dc",
    "nguon": 2
  },
  {
    "ten": "Lễ hội nhảy lửa (người Pà Thẻn)",
    "thoiGian": "Lễ nhảy lửa thường được tổ chức vào cuối năm, khi thời tiết đang bước vào thời kỳ khắc nghiệt nhất của mùa đông.",
    "mieuTa": "Lễ hội nhảy lửa là một lễ hội của đồng bào dân tộc Pà Thẻn. Một sinh hoạt văn hóa mang tính tâm linh, có sức mạnh phi thường dám đương đầu với nguy hiểm, xua đuổi tà ma, bệnh tật.",
    "url": "https://vi.wikipedia.org/wiki/L%E1%BB%85_h%E1%BB%99i_nh%E1%BA%A3y_l%E1%BB%ADa_(ng%C6%B0%E1%BB%9Di_P%C3%A0_Th%E1%BA%BBn)",
    "nguon": 2
  },
  {
    "ten": "Lễ hội Chol Chnam Thmay",
    "thoiGian": "Thường tổ chức khoảng đầu tháng Chét của lịch Phật giáo Khmer (khoảng giữa tháng 4 dương lịch, tương đương với tháng 3 âm lịch). Kéo dài trong 3 ngày, năm nhuận kéo dài 4 ngày, tên gọi mỗi ngày tết khác nhau.",
    "mieuTa": "Chol Chnam Thmay (hoặc Chaul Chnam Thmay) là lễ hội mừng năm mới theo lịch cổ truyền của dân tộc Khmer. Chôl nghĩa là Vào và Chnăm Thmay là Năm Mới. Lễ Chôl Chnăm Thmay cũng là những ngày Tết của Campuchia, Lào, Thái Lan, Myanmar, Sri Lanka. Ngoài tôn giáo chính là Phật giáo, người Khmer còn tin rằng mỗi năm có một vị thần trên trời (Têvôđa) được sai xuống để chăm lo cho cuộc sống và con người trong năm đó, hết năm lại về trời để vị thần khác xuống hạ giới. Những ngày này trở thành, lễ hội truyền thống của cả cộng đồng. Tổ chức nhiều trò vui như đốt đèn trời, đốt ông lói, đánh quay lửa... Các cụ già kể cổ tích, thần thoại, chuyện cũ cho con cháu nghe.",
    "anh": "//upload.wikimedia.org/wikipedia/commons/thumb/1/12/Khmer_New_Year_GA2010-128.jpg/220px-Khmer_New_Year_GA2010-128.jpg",
    "url": "https://vi.wikipedia.org/wiki/L%E1%BB%85_h%E1%BB%99i_Chol_Chnam_Thmay",
    "nguon": 2
  },
  {
    "ten": "Lễ hội Mah Grợ",
    "mieuTa": "Lễ hội Mah Grợ là một lễ hội của người Khơ Mú, một lễ hội khá cổ xưa, mộc mạc bản chất của tộc người làm nghề nương rẩy lâu đời. Có ý nghĩa tổng kết mùa vụ năm qua và bắt đầu một vụ mùa mới, đây là sản phẩm văn hóa tinh thần, tâm linh có nguồn gốc. Điệu múa Vêlr Guông, giữ vai trò chính trong phần sinh hoạt, giao lưu của cộng đồng.",
    "url": "https://vi.wikipedia.org/wiki/L%E1%BB%85_h%E1%BB%99i_Mah_Gr%E1%BB%A3",
    "nguon": 2
  },
  {
    "ten": "Lễ hội Đại phan",
    "mieuTa": "Lễ hội đại phan hay cầu mùa là một lễ hội của người đồng bào dân tộc Sán Dìu và Ngái. Trong tín ngưỡng, tâm linh có ý nghĩa là một lễ cầu an, cầu mùa, xua đuổi tà ma, dịch bệnh. Đại phan tích hợp nhiều yếu tố văn hóa đặc trưng về phong tục, tập quán, nghi thức thờ cúng, ca - múa - nhạc, mỹ thuật.",
    "url": "https://vi.wikipedia.org/wiki/L%E1%BB%85_h%E1%BB%99i_%C4%90%E1%BA%A1i_phan",
    "nguon": 2
  },
  {
    "ten": "Lễ hội gầu tào",
    "thoiGian": "Thời gian mở hội thường trong khoảng từ ngày mồng một đến ngày 15 tháng giêng. Nếu hội tổ chức 3 năm liền thì mỗi năm tổ chức 3 ngày liền, hội làm gộp một năm sẽ tổ chức 9 ngày.",
    "mieuTa": "Lễ hội Gầu tào là một lễ hội của người đồng bào dân tộc H\u0027Mông. Nội dung chính cho lễ hội là Cầu phúc hoặc cầu mệnh.",
    "url": "https://vi.wikipedia.org/wiki/L%E1%BB%85_h%E1%BB%99i_g%E1%BA%A7u_t%C3%A0o",
    "nguon": 2
  },
  {
    "ten": "Lễ hội tết nhảy",
    "thoiGian": "hàng năm cứ đến ngày 15.12 âm lịch",
    "mieuTa": "Lễ tết nhảy là lễ hội của đồng bào dân tộc Dao Quần Chẹt, nhằm hậu tạ tổ tiên và chuẩn bị làm lễ hứa đầu năm mới. Theo quan niệm của người Dao Quần Chẹt, trong cuộc sống con người phải trải qua nhiều trắc trở, rủi ro, hàng năm phải khấn trời đất, thần linh, tổ tiên để được cứu giúp, trừ giải những oan trái, bất hạnh, ban cho những điều may mắn, hạnh phúc.",
    "url": "https://vi.wikipedia.org/wiki/L%E1%BB%85_h%E1%BB%99i_t%E1%BA%BFt_nh%E1%BA%A3y",
    "nguon": 2
  },
  {
    "ten": "Lễ hội đoọc moong",
    "thoiGian": "Ngày 6 tháng giêng, cách tính ngày của người Mường xưa lùi một ngày so với người Việt.",
    "mieuTa": "Lễ hội đoọc moong hay hội đi săn thú rừng là một lễ hội của người đồng bào dân tộc Mường. Trước đây rừng còn nhiều, sau tuần vui tết, lại chính thức bước vào một mùa làm ăn mới. Ngày ấy người Việt gọi là ngày hạ nêu.",
    "url": "https://vi.wikipedia.org/wiki/L%E1%BB%85_h%E1%BB%99i_%C4%91o%E1%BB%8Dc_moong",
    "nguon": 2
  },
  {
    "ten": "Lễ hội Ksaisatíp",
    "thoiGian": "Được tổ chức vào sau dịp Tết Nguyên Đán, lần lượt tổ chức từng nhà, mỗi bản có bao nhiêu nhà là có bấy nhiêu ngày hội, lễ hội kéo dài, nhưng không bao giờ diễn ra khi hoa ban đã tàn, vì khi ấy mùa làm nương (đầu tháng 4 dương lịch) đã bắt đầu, để không ảnh hưởng đến sản xuất.",
    "mieuTa": "Lễ hội Ksaisatíp hay Lễ hội lộc hoa là lễ hội của người đồng bào dân tộc Xinh mun, Tây Bắc. Nét đặc trưng văn hóa là cầu lộc, cầu mùa, cầu phúc, cho con người mạnh khỏe, mùa màng tốt tươi.",
    "url": "https://vi.wikipedia.org/wiki/L%E1%BB%85_h%E1%BB%99i_Ksaisat%C3%ADp",
    "nguon": 2
  },
  {
    "ten": "Lễ hội đua voi",
    "diaDiem": "tổ chức ở vùng Đắk Lắk",
    "mieuTa": "Lễ hội đua voi là một trong những lễ hội quan trọng trong hệ thống các lễ hội cổ truyền của người vùng cao Tây Nguyên Việt Nam. Hội Đua Voi là một trong những hội của văn hóa truyền thống các dân tộc tỉnh Đắk Lắk được tổ chức 02 năm 01 lần vào tháng 3 âm lịch. Là Tháng của những con ong rừng đi lấy mật và cũng là thời điểm bắt đầu làm nương rẫy. Hội Đua Voi nhằm tôn vinh tinh thần thượng võ và tài nghệ thuần dưỡng voi của đồng bào các dân tộc Tây Nguyên.Ngoài ra, du khách đến đây cũng được thưởng thức ẩm thực độc đáo, đậm đà bản sắc của các dân tộc Tây Nguyên tại chỗ và được cưỡi voi tham quan buôn làng, trải nghiệm với hành trình cưỡi Voi lội sông Sêrêpốk tham quan Rừng Yok Don. Được tổ chức ở vùng Đắk Lắk. Một trong những lễ hội được xem là độc đáo nhất của nước Việt Nam ta.",
    "url": "https://vi.wikipedia.org/wiki/L%E1%BB%85_h%E1%BB%99i_%C4%91ua_voi",
    "nguon": 2
  },
  {
    "ten": "Lễ hội Kin Pang Then",
    "thoiGian": "Lễ hội thường diễn ra vào ngày 10 tháng Ba âm lịch hàng năm, có các hoạt động dâng hương, lễ vật mời các vị then (thần linh) xuống trần gian hưởng thụ và cùng chung vui với mọi người trong ngày hội. Thời gian cúng có thể kéo dài từ 3 đến 4 ngày, tùy thuộc và số lượng con nuôi đến với \"Then\" nhiều hay ít.",
    "mieuTa": "Lễ hội Kin Pang Then hoặc Then Kin Pang là một lễ hội của đồng bào dân tộc người Thái trắng, mang tính cộng đồng cao có hình thức diễn xướng dân gian độc đáo. Hàng năm, cứ vào dịp đầu năm, thầy mo tổ chức lễ cúng và gặp mặt các con nuôi (đó là những người đã được thầy mo chữa cho khỏi bệnh). Chữ \"Then\" là một người thầy mo cao tay hơn các thầy mo khác. Ngoài ra còn có những phong tục như trình diễn trang phục, đêm hội xòe cùng các nghi thức gội đầu, té nước... ",
    "url": "https://vi.wikipedia.org/wiki/L%E1%BB%85_h%E1%BB%99i_Kin_Pang_Then",
    "nguon": 2
  },
  {
    "ten": "Lễ hội Nghinh Ông Quan Thánh Đế Quân",
    "diaDiem": "tại Phan Thiết",
    "mieuTa": "Lễ hội Nghinh Ông Quan Thánh Đế Quân là một lễ hội của người Hoa tại Phan Thiết. Lễ hội truyền thống này tiêu biểu cho phong tục tập quán và tín ngưỡng của người Hoa, ước mong cho quốc thái dân an, mưa thuận gió hòa, cho một cuộc sống thanh bình, mọi người trong xã hội được ấm no hạnh phúc.",
    "url": "https://vi.wikipedia.org/wiki/L%E1%BB%85_h%E1%BB%99i_Nghinh_%C3%94ng_Quan_Th%C3%A1nh_%C4%90%E1%BA%BF_Qu%C3%A2n",
    "nguon": 2
  },
  {
    "ten": "Lễ hội cầu mưa (người Xtiêng)",
    "thoiGian": "Vào cứ mùa khô, đầu mùa mưa. Các vị Già làng và trưởng làng quy định thời gian hành lễ, sau đó họp cả bon để phân công công việc.",
    "mieuTa": "Lễ hội cầu mưa (người Xtiêng) là một lễ hội của người đồng bào dân tộc Xtiêng. Là lễ hội rất quan trọng, do đó công việc chuẩn bị phải chu đáo",
    "url": "https://vi.wikipedia.org/wiki/L%E1%BB%85_h%E1%BB%99i_c%E1%BA%A7u_m%C6%B0a_(ng%C6%B0%E1%BB%9Di_Xti%C3%AAng)",
    "nguon": 2
  },
  {
    "ten": "Lễ hội đua bò Bảy Núi",
    "thoiGian": "Lễ hội đua bò được tổ chức cùng lễ hội Đôn ta (lễ cúng ông bà), 29-8 đến mùng 1-9 âm lịch (nếu tháng thiếu thì từ 29-8 đến mùng 2-9 âm lịch).",
    "mieuTa": "Lễ hội đua bò Bảy Núi là một lễ hội của đồng bào dân tộc Khmer, Nam bộ. Mang đậm nét bản sắc văn hóa dân gian, trong đó có lễ hội đua bò kéo bừa truyền thống là nét sinh hoạt văn hóa, môn thể thao độc đáo ở vùng Bảy Núi, An Giang. Giống bò đua trong lễ hội là giống Bò Bảy Núi.",
    "anh": "//upload.wikimedia.org/wikipedia/commons/thumb/5/5d/%C4%90ua_b%C3%B2_%E1%BB%9F_v%C3%B9ng_B%E1%BA%A3y_N%C3%BAi.jpg/250px-%C4%90ua_b%C3%B2_%E1%BB%9F_v%C3%B9ng_B%E1%BA%A3y_N%C3%BAi.jpg",
    "url": "https://vi.wikipedia.org/wiki/L%E1%BB%85_h%E1%BB%99i_%C4%91ua_b%C3%B2_B%E1%BA%A3y_N%C3%BAi",
    "nguon": 2
  },
  {
    "ten": "Lễ hội Đâm đuống",
    "thoiGian": "Vào đúng ngày tết Nguyên đán, thường kết hợp với các lễ hội trong năm mới khác.",
    "mieuTa": "Lễ hội Đâm đuống hay chàm đuống của dân tộc Mường; Theo tiếng Mường \"đuống\" là máng gõ để giã lúa và \"chàm\" là đâm. Thực chất là hình thức giã gạo nhưng giã gạo trong lễ hội, có tính chất tổ chức và nghệ thuật.",
    "url": "https://vi.wikipedia.org/wiki/L%E1%BB%85_h%E1%BB%99i_%C4%90%C3%A2m_%C4%91u%E1%BB%91ng",
    "nguon": 2
  },
  {
    "ten": "Lễ hội Hạn Khuống",
    "thoiGian": "Thường được tổ chức sau vụ thu hoạch vào tháng 11 hàng năm.",
    "mieuTa": "Lễ hội Hạn Khuống là một lễ hội của người đồng bào dân tộc Thái, Tây Bắc là một hình thức sinh hoạt văn hóa truyền thống, bao gồm nhiều thể loại (hát, kể chuyện) trong khung cảnh ấm cúng và tao nhã.",
    "url": "https://vi.wikipedia.org/wiki/L%E1%BB%85_h%E1%BB%99i_H%E1%BA%A1n_Khu%E1%BB%91ng",
    "nguon": 2
  },
  {
    "ten": "Lễ hội xên bản, xên mường",
    "thoiGian": "Ngày 5 tháng Hai Âm lịch, trọn trong một ngày.",
    "mieuTa": "Lễ hội xên bản, xên mường hay lễ hội cầu an (tiếng Thái: เสนบ้าน เสนเมือง, ꪹꪎꪸꪙꪚ꫁ꪱꪙ ꪹꪎꪸꪙꪹꪣꪉ) là một lễ hội của người đồng bào dân tộc Thái Đen, Tây Bắc và Thái Lan, cúng người lập nên bản làng. Tưởng nhớ đến các vị thần linh đã khai sáng ra Mường - cách gọi tên vùng đất nơi người Thái đang sinh sống, cầu mong cho người Thái được ấm no, hạnh phúc.",
    "url": "https://vi.wikipedia.org/wiki/L%E1%BB%85_h%E1%BB%99i_x%C3%AAn_b%E1%BA%A3n,_x%C3%AAn_m%C6%B0%E1%BB%9Dng",
    "nguon": 2
  },
  {
    "ten": "Lễ hội Cầu mùa (người Dao)",
    "mieuTa": "Lễ hội Cầu mùa là một lễ hội của người Dao Tuyển. Đây là nét văn hóa truyền thống tốt đẹp của người Dao Tuyển, không cầu kỳ nhưng mang nhiều yếu tố tâm linh sâu sắc của cả cộng đồng.",
    "url": "https://vi.wikipedia.org/wiki/L%E1%BB%85_h%E1%BB%99i_C%E1%BA%A7u_m%C3%B9a_(ng%C6%B0%E1%BB%9Di_Dao)",
    "nguon": 2
  },
  {
    "ten": "Lễ hội đâm trâu (người Ba Na)",
    "mieuTa": "Lễ hội đâm trâu (người Ba Na gọi là x\u0027trǎng, người Cor gọi là xa-ố-piêu, người Gia Lai gọi là mnăm thu, người Lạch gọi là sa rơpu) là một lễ hội nhằm mục đích tế thần linh hoặc những người đã có công chủ trì thành lập buôn làng, ăn mừng chiến thắng, ăn mừng mùa màng bội thu hay ăn mừng các sự kiện quan trọng khác. Đây là một trong những lễ hội truyền thống của các dân tộc Tây Nguyên ở Việt Nam.",
    "url": "https://vi.wikipedia.org/wiki/L%E1%BB%85_h%E1%BB%99i_%C4%91%C3%A2m_tr%C3%A2u_(ng%C6%B0%E1%BB%9Di_Ba_Na)",
    "nguon": 2
  },
  {
    "ten": "Lễ hội Lồng tồng",
    "diaDiem": "tại những ruộng tốt nhất",
    "thoiGian": "Tùy theo từng nơi, ấn định cho phù hợp với địa hình. Các địa phương gần nhau thì có thể thỏa thuận chọn ngày khác nhau để có điều kiện giao lưu, trao đổi. hàng năm tại chiêm hóa thường tổ chức lễ hội vào mùng 8 tháng giêng",
    "mieuTa": "Lễ hội Lồng tồng cũng thường gọi là Lễ hội xuống đồng, là một lễ hội của dân tộc Người Tày, cũng là nét quy tụ những sắc thái văn hóa đặc trưng nhất của các dân tộc như: Nùng, Dao, Sán Chỉ.... Được xem là hoạt động tín ngưỡng cầu trời cho mưa thuận gió hòa, cây cối tốt tươi, mùa màng bội thu, đời sống ấm no. Nơi tổ chức tại những ruộng tốt nhất, to nhất. Vẫn chưa có tài liệu nào nghiên cứu, khẳng định lễ hội này có từ bao giờ. Nhưng chắc chắn rằng, khởi nguồn của lễ hội phải được sinh ra từ xã hội của người Tày khi đã sống thành làng bản quần cư trong cộng đồng.",
    "url": "https://vi.wikipedia.org/wiki/L%E1%BB%85_h%E1%BB%99i_L%E1%BB%93ng_t%E1%BB%93ng",
    "nguon": 2
  },
  {
    "ten": "Lễ hội nào cống",
    "thoiGian": "Hàng năm vào ngày Thìn, tháng 6 âm lịch.",
    "mieuTa": "Lễ hội nào cống là lễ hội của các đồng bào dân tộc thiểu số H\u0027Mông, Dao, Giáy. Xuất hiện từ thập kỷ 50 về trước, Tả Van có một ngôi miếu thờ 3 gian. Ngôi miếu dựng ở ngay đầu cầu treo sang làng Tả Van Giáy. Ngôi miếu trở thành địa điểm tổ chức lễ \"Nào Cống\" của cả vùng thung lũng Mường Hoa.",
    "url": "https://vi.wikipedia.org/wiki/L%E1%BB%85_h%E1%BB%99i_n%C3%A0o_c%E1%BB%91ng",
    "nguon": 2
  },
  {
    "ten": "Lễ hội nhảy lửa (người Dao)",
    "thoiGian": "Thường từ mồng 2 đến mồng 5 tháng giêng âm lịch. Các ngày tổ chức lễ hội cố định, mà phụ thuộc vào ngày đẹp, giờ đẹp được các già làng, trưởng họ hay thầy tào định ngày.",
    "mieuTa": "Lễ hội nhảy lửa là một lễ hội của đồng bào dân tộc Dao đỏ, Hà Giang. Những người xa quê chuyến đi đầu xuân trở về quê hương, dự lễ hội khai xuân.",
    "url": "https://vi.wikipedia.org/wiki/L%E1%BB%85_h%E1%BB%99i_nh%E1%BA%A3y_l%E1%BB%ADa_(ng%C6%B0%E1%BB%9Di_Dao)",
    "nguon": 2
  },
  {
    "ten": "Lễ hội Xíp xí",
    "diaDiem": "tại vùng Tây Bắc",
    "mieuTa": "Lễ hội Xíp xí hay Tết xíp xí của người Thái, người Kháng tại vùng Tây Bắc. Một phong tục giống như lễ rằm tháng 7 âm lịch của người Kinh, thể hiện tình yêu quê hương, gìn giữ bản sắc văn hóa dân tộc mình và nhớ công ơn người khai phá tạo mường, lập bản và ăn uống, vui chơi văn hóa văn nghệ. Theo quan niệm người Thái, người chết thì hồn bay về trời. Cuộc sống nơi trần gian của con người được tổ tiên, thần sông, thần núi che chở nên họ rất coi trọng thờ cúng. Tập tục sinh hoạt và yếu tố sản xuất là cơ sở hình thành nên quan niệm về Tết Xíp Xí ngày 14 tháng 7 âm lịch.",
    "url": "https://vi.wikipedia.org/wiki/L%E1%BB%85_h%E1%BB%99i_X%C3%ADp_x%C3%AD",
    "nguon": 2
  },
  {
    "ten": "Lễ hội tháp Bà Po Nagar",
    "thoiGian": "Lễ hội Tháp Bà PoNagar Nha Trang diễn ra hàng năm từ ngày 20 đến 23 tháng 3 Âm lịch, tại di tích Tháp Bà PoNagar, thuộc phường Vĩnh Phước, thành phố Nha Trang, tỉnh Khánh Hòa.",
    "mieuTa": "Lễ hội tháp Yang Po Nagar là một lễ hội của dân tộc Chăm ở Khánh Hòa, Việt Nam. Đây là lễ hội dân gian lớn nhất trong năm ở tỉnh Khánh Hòa để tưởng nhớ nữ thần Yang Po Inư Nagar - người đã có nhiều công lao giúp dân, đem lại những điều tốt lành và hạnh phúc cho mọi người.",
    "url": "https://vi.wikipedia.org/wiki/L%E1%BB%85_h%E1%BB%99i_th%C3%A1p_B%C3%A0_Po_Nagar",
    "nguon": 2
  },
  {
    "ten": "Lễ hội Katé",
    "diaDiem": "tại các đền tháp cổ kính",
    "mieuTa": "Lễ hội Katé còn được gọi là Mbang Katé là một lễ hội của đồng bào dân tộc Chăm. Đây là một lễ hội dân gian thiêng liêng đặc sắc và rất quan trọng. Tưởng nhớ đến những người đã khuất, tưởng nhớ đến các vị anh hùng dân tộc (được người Chăm tôn vinh làm thần). Thường được tổ chức vào 1 tháng 7 theo lịch của người Chăm (khoảng 25/9 đến 25/10 dương lịch). Người dân tập trung tại các đền tháp cổ kính, thưởng thức các điệu múa nhạc dân gian trong kho tàng âm nhạc của người Chăm. Mọi người nghỉ ngơi và tràn ngập niềm vui, đi thăm viếng chúc tụng lẫn nhau. Lễ hội được chia làm hai phần là phần lễ và phần hội",
    "url": "https://vi.wikipedia.org/wiki/L%E1%BB%85_h%E1%BB%99i_Kat%C3%A9",
    "nguon": 2
  },
  {
    "ten": "Lễ hội Mùa xuân (người Êđê)",
    "thoiGian": "Các lễ hội bắt đầu từ cuối tháng 12 năm cũ đến hết tháng 3 dương lịch-năm mới. Trong lễ hội các buôn người ta mời các buôn làng gần xa đến dự, cứ lần lượt diễn ra trong suốt bảy ngày đêm. Do các già làng chủ trì trong các buôn làng của mình.",
    "mieuTa": "Lễ hội Mùa xuân của người Êđê hay Lễ hội mừng lúa mới là lễ hội mà người Êđê tổ chức sau mùa gặt hái, đón năm mới. Một số dân tộc ở Tây Nguyên khác, như Gia Rai, Ba Na, Xơ-đăng, M\u0027Nông, cũng có lễ hội tương tự.",
    "url": "https://vi.wikipedia.org/wiki/L%E1%BB%85_h%E1%BB%99i_M%C3%B9a_xu%C3%A2n_(ng%C6%B0%E1%BB%9Di_%C3%8A%C4%91%C3%AA)",
    "nguon": 2
  },
  {
    "ten": "Lễ hội cầu mưa (người Chăm)",
    "thoiGian": "Cứ vào đầu tháng hai âm lịch hàng năm (sau Tết Nguyên đán), dù trời hạn hay trời mưa, họ đều tổ chức lễ hội.",
    "mieuTa": "Lễ hội cầu mưa người Chăm hay lễ mừng mưa tiếng Chăm wai le kau cahesan là một lễ hội của dân tộc Chăm H\u0027roi, Vân Canh, Bình Định, Việt Nam. Với quan niệm mọi biến chuyển của vũ trụ đều do Phật trời, thần linh hoặc ma quỷ điều khiển. Con người muốn đạt được sở nguyện thì phải cầu nguyện, cúng khấn để được thần linh trợ giúp. Tùy theo thời tiết mà có tên gọi cho từng dịp lễ hội - trời hạn thì gọi là lễ cầu mưa, còn có mưa mà hành lễ thì gọi là lễ mừng mưa.",
    "url": "https://vi.wikipedia.org/wiki/L%E1%BB%85_h%E1%BB%99i_c%E1%BA%A7u_m%C6%B0a_(ng%C6%B0%E1%BB%9Di_Ch%C4%83m)",
    "nguon": 2
  },
  {
    "ten": "Lễ hội Ok om bok",
    "diaDiem": "tổ chức ở Campuchia cũng như tỉnh Sóc Trăng là lớn nhất vì nơi đây tổ chức Hội đua ghe Ngo lớn thu hút nhiều vận động viên và người xem cực đông",
    "mieuTa": "Lễ hội Ok Om Bok hay Óóc om bóóc (Phiên âm: Ak Ambok, tiếng Khmer: អកអំបុក, IPA: ) hay hội đút cốm dẹp. Đút cốm dẹp trong lúc cúng trăng nên còn gọi là Lễ cúng trăng của người Khmer. Lễ hội được tổ chức vào khoảng Rằm tháng 10 Âm lịch hằng năm (do cách tính thời gian có sự chênh lệch), như là chấm dứt lễ hội Bon Om Touk. Đây là lúc kết thúc vụ mùa, người Khmer tổ chức lễ đút cốm dẹp ước nguyện những điều tốt đẹp trước khi nuốt với sự chứng kiến của người lớn tuổi và thần Mặt Trăng, vật cúng trăng là thành quả mùa vụ để tỏ lòng biết ơn đến Thần Mặt Trăng - vị thần đang mang đến cho họ một vụ mùa tốt tươi và những điều ước tốt đẹp.. Trong dịp Lễ hội có các hoạt động văn hóa chính như: lễ cúng trăng, thả đèn gió, đèn nước; hội đua Ghe Ngo. Lễ Óok om bóoc được tổ chức ở Campuchia cũng như tỉnh Sóc Trăng là lớn nhất vì nơi đây tổ chức Hội đua ghe Ngo lớn thu hút nhiều vận động viên và người xem cực đông. Lễ thường có nhiều chùa từ khắp nơi đến để đóng những chiếc bè có hình dáng như những ngôi chùa thu nhỏ và có các nhà sư đến để làm lễ và đọc kinh.",
    "url": "https://vi.wikipedia.org/wiki/L%E1%BB%85_h%E1%BB%99i_Ok_om_bok",
    "nguon": 2
  },
  {
    "ten": "Lễ hội trùm chăn",
    "mieuTa": "Lễ hội trùm chăn là lễ hội của người đồng bào dân tộc thiểu Hà Nhì đen. Đó là lễ hội cúng thần gió, thần đất, gọi là K\u0027Hô Igià Igià.",
    "url": "https://vi.wikipedia.org/wiki/L%E1%BB%85_h%E1%BB%99i_tr%C3%B9m_ch%C4%83n",
    "nguon": 2
  },
  {
    "ten": "Lễ hội đập trống",
    "diaDiem": "tại Bố Trạch",
    "thoiGian": "Vào sáng ngày rằm (15) và ngày 16 tháng Giêng âm lịch hàng năm.",
    "mieuTa": "Lễ hội đập trống là một lễ hội của người Ma Coong, một tộc thuộc dân tộc Bru - Vân Kiều, tại Bố Trạch, miền tây Quảng Bình. Lễ hội đập trống mừng mùa trăng mới, đậm chất dân tộc, còn nguyên sơ chưa bị pha tạp còn mang nhiều bản sắc của dân tộc miền Tây Quảng Bình .",
    "url": "https://vi.wikipedia.org/wiki/L%E1%BB%85_h%E1%BB%99i_%C4%91%E1%BA%ADp_tr%E1%BB%91ng",
    "nguon": 2
  },
  {
    "ten": "Lễ hội Cầu mùa (người Thái)",
    "thoiGian": "Lễ cầu mùa được tổ chức vào đầu vụ lúa mới hoặc một số nơi tổ chức sau khi thu hoạch, khoảng trung tuần tháng 9 đến đầu tháng 11 hàng năm.",
    "mieuTa": "Lễ hội Cầu mùa của người Thái hay Lễ cơm mới, tiếng Thái: Lệ hạy, Kin khảu maứ, là một lễ hội của dân tộc Thái, miền tây Nghệ An, Việt Nam. Lễ này bày tỏ long thành kính của mình đối với những thế lực siêu nhiên thần linh, ma quỷ theo quan niệm của người Thái.",
    "url": "https://vi.wikipedia.org/wiki/L%E1%BB%85_h%E1%BB%99i_C%E1%BA%A7u_m%C3%B9a_(ng%C6%B0%E1%BB%9Di_Th%C3%A1i)",
    "nguon": 2
  },
  {
    "ten": "Lễ hội Ká pêê nau",
    "thoiGian": "Thông thường, đến khoảng tháng 9, tháng 10 Âm lịch, khi lúa trên nương, trên rẫy chín vàng, gia đình suốt tượng trưng một số lúa vừa đủ một gùi mang về rồi trình báo với Hội đồng già làng xin phép ngày tổ chức lễ hội Ká-pêê-nau.",
    "mieuTa": "Lễ hội Ká pêê nau (tiếng Kinh: ăn mừng lúa mới) là lễ hội của người người Cadong, Trà My, tỉnh Quảng Nam, một bộ phận của người Xơ Đăng. Vào những năm mưa thuận gió hòa, cây lúa trên nương, trên rẫy cho nhiều hạt. Mọi người vui mừng và sung sướng vì một năm đã cho họ vụ mùa no đủ. Đó là lúc gia đình bàn chuyện với các bô lão (Hội đồng già làng) xin ngày để mở hội Ká-pêê-nau.",
    "url": "https://vi.wikipedia.org/wiki/L%E1%BB%85_h%E1%BB%99i_K%C3%A1_p%C3%AA%C3%AA_nau",
    "nguon": 2
  },
  {
    "ten": "Lễ hội Sayangva",
    "mieuTa": "Lễ hội Sayangva là một lễ hội của người đồng bào dân tộc thiểu số Chơ Ro. Là một lễ hội dân gian truyền thống mang nhiều yếu tố tâm linh, một số nét đặc trưng đã mất dần. Ngày nay lễ hội này đã hòa lẫn vào các lễ hội của các dân tộc khác.",
    "url": "https://vi.wikipedia.org/wiki/L%E1%BB%85_h%E1%BB%99i_Sayangva",
    "nguon": 2
  },
  {
    "ten": "Lễ hội hoa ban",
    "mieuTa": "Lễ hội hoa Ban hay còn gọi là lễ hội Xên Mường được người Thái ở Tây Bắc tổ chức vào dịp tháng 2 âm lịch, khi hoa ban bắt đầu nở trắng cả núi rừng Tây Bắc. Lễ hội thể hiện tấm lòng tôn kính tri ân của nhân dân tưởng nhớ công lao to lớn của các vị nhân thần tiền bối và cầu cho quốc thái, dân an, bản mường no ấm, quanh năm mưa thuận gió hòa, mùa màng bội thu, gia đình hạnh phúc…",
    "anh": "//upload.wikimedia.org/wikipedia/commons/thumb/1/1f/L%E1%BB%85_h%E1%BB%99i_hoa_ban_%C4%90i%E1%BB%87n_Bi%C3%AAn_2018.jpg/220px-L%E1%BB%85_h%E1%BB%99i_hoa_ban_%C4%90i%E1%BB%87n_Bi%C3%AAn_2018.jpg",
    "url": "https://vi.wikipedia.org/wiki/L%E1%BB%85_h%E1%BB%99i_hoa_ban",
    "nguon": 2
  },
  {
    "ten": "Lễ hội Pôồn Pôông",
    "thoiGian": "Được tổ chức vào Rằm tháng Giêng và Rằm tháng Bảy âm lịch.",
    "mieuTa": "Lễ hội Pôồn Pôông (lễ hội chơi hoa, chơi bông) của người đồng bào dân tộc Mường, Thanh Hóa; pôồn pôông trong tiếng Mường là \"chơi hoa\". Pôồn pôông là một loại dân ca nghi lễ, thần linh vừa mang tính chất giao duyên trai gái, vừa cầu phúc... Gắn liền với lễ hội Pôồn pôông là cây pôông (có hai loại Pôồn pôông).",
    "url": "https://vi.wikipedia.org/wiki/L%E1%BB%85_h%E1%BB%99i_P%C3%B4%E1%BB%93n_P%C3%B4%C3%B4ng",
    "nguon": 2
  },
  {
    "ten": "Lễ hội Kơ Pan",
    "mieuTa": "Lễ hội Kơ Pan là một lễ hội của người đồng bào dân tộc thiểu số Ê đê, Tây Nguyên. Tượng trưng cho sự giàu có của gia đình và là niềm tự hào của cả buôn.",
    "url": "https://vi.wikipedia.org/wiki/L%E1%BB%85_h%E1%BB%99i_K%C6%A1_Pan",
    "nguon": 2
  },
  {
    "ten": "Lễ hội Ramưwan",
    "diaDiem": "tại Nam Trung Bộ",
    "thoiGian": "Do tôn giáo Chăm Bani có ảnh hưởng của Hồi Giáo, nên Ramưwan trùng ngày với Ramadan của Hồi Giáo. Lưu ý rằng, chỉ trùng ngày tháng, ngoài ra không giống gì khác.",
    "mieuTa": "Lễ hội Ramưwan (Ramâwan) của người đồng bào dân tộc Chăm Bà ni tại Nam Trung Bộ. Được xem giống như là tết của người Việt Nam hay giáng sinh của phương Tây.",
    "url": "https://vi.wikipedia.org/wiki/L%E1%BB%85_h%E1%BB%99i_Ranuwan",
    "nguon": 2
  },
  {
    "ten": "Lễ hội cúng thần rừng",
    "diaDiem": "tại miền núi phía Bắc Việt Nam như người người Pu Péo",
    "mieuTa": "Lễ hội cúng thần rừng hay lễ cúng thần rừng, lễ cúng rừng là lễ hội của nhiều dân tộc thiểu số tại miền núi phía Bắc Việt Nam như người người Pu Péo, người Nùng. Nét sinh hoạt văn hóa, tín ngưỡng dân gian, gắn với triết lý đa thần của cư dân nông nghiệp như: thần suối, thần sông, thần núi, thần rừng, thần cây... đã tạo ra sắc thái văn hóa riêng trong từng tộc người.",
    "url": "https://vi.wikipedia.org/wiki/L%E1%BB%85_h%E1%BB%99i_c%C3%BAng_th%E1%BA%A7n_r%E1%BB%ABng",
    "nguon": 2
  },
  {
    "ten": "Lễ hội Căm Mường",
    "thoiGian": "Được tổ chức vào ngày mùng 3 tháng 3 âm lịch.",
    "mieuTa": "Lễ hội Căm Mường là một lễ hội của dân tộc Lự, tỉnh Lai Châu, Việt Nam. Đây là dịp để bà con dân bản dâng tế lễ vật cầu khẩn thần sông, thần núi, thần khe, thần suối thần rồng phù hộ cho bà con dân bản no đủ, điều lành ở lại, điều dữ mang đi.",
    "url": "https://vi.wikipedia.org/wiki/L%E1%BB%85_h%E1%BB%99i_C%C4%83m_M%C6%B0%E1%BB%9Dng",
    "nguon": 2
  },
  {
    "ten": "Lễ hội Gội đầu",
    "thoiGian": "Lễ gội đầu được tiến hành từ trưa ngày cuối cùng trong năm, người Thái đánh dấu ngày đó lại có lễ gội đầu",
    "mieuTa": "Lễ hội gội đầu hay lễ hội Lúng ta là một lễ hội của đồng bào Thái trắng. Đánh dấu thời điểm qua năm, rũ bỏ cái cũ, đón nhận cái mới.",
    "url": "https://vi.wikipedia.org/wiki/L%E1%BB%85_h%E1%BB%99i_G%E1%BB%99i_%C4%91%E1%BA%A7u",
    "nguon": 2
  },
  {
    "ten": "Lễ hội mạ ma",
    "thoiGian": "Thường diễn ra vào cuối xuân đầu hạ.",
    "mieuTa": "Lễ hội mạ ma là một lễ hội của đồng bào người dân tộc Xinh Mun, Sơn La. Được xem là vẻ đẹp tinh túy nhất vẻ đẹp tinh thần, phong tục tập quán và tín ngưỡng.",
    "url": "https://vi.wikipedia.org/wiki/L%E1%BB%85_h%E1%BB%99i_m%E1%BA%A1_ma",
    "nguon": 2
  },
  {
    "ten": "Lễ hội xòe chiêng",
    "thoiGian": "Dân tộc Thái ăn tết từ mồng 1 đến 15 tháng giêng âm lịch hàng năm. Trong vòng 15 ngày tết, họ tổ chức rất nhiều lễ hội để vui chơi, sinh hoạt mang tính cộng đồng, trong đó có lễ hội xòe chiêng. thường được tổ chức vào ngày 11 tháng giêng âm lịch.",
    "mieuTa": "Lễ hội xòe chiêng là một lễ hội của đồng bào dân tộc Thái, là một trong những lễ hội ngày xuân về trên các bản làng.",
    "url": "https://vi.wikipedia.org/wiki/L%E1%BB%85_h%E1%BB%99i_x%C3%B2e_chi%C3%AAng",
    "nguon": 2
  },
  {
    "ten": "Lễ hội Puh Hơ Drih",
    "diaDiem": "Người dân Rơ Ngao, Ba Na, làng Đăk Wơk, xã Hơ Moong, huyện Sa Thầy, Kon Tum.",
    "mieuTa": "Lễ hội Puh Hơ Drih là một lễ hội của người Ba Na, thường gọi lễ cầu an để cầu mưa thuận gió hòa, mọi người đoàn kết thương yêu nhau, cầu mùa màng tươi tốt bội thu, xua đuổi tà ma, dịch bệnh…",
    "url": "https://vi.wikipedia.org/wiki/L%E1%BB%85_h%E1%BB%99i_Puh_H%C6%A1_Drih",
    "nguon": 2
  },
  {
    "ten": "Lễ hội lập tịch (người Dao)",
    "thoiGian": "Do các thầy mo và gia chủ quyết định. Lễ lập tịch của người Dao Họ ở Khe Mụ kéo dài tới ba ngày và có thể hơn nữa.",
    "mieuTa": "Lễ hội lập tịch là một lễ hội của đồng bào dân tộc Dao Họ, bản Khe Mụ, Sơn Hà, Bảo Thắng, Lào Cai. Giống như lễ thành đinh của các dân tộc trên thế giới. Đó là nghi lễ đánh dấu một giai đoạn của cuộc đời con người, giai đoạn từ tuổi thiếu niên lên tuổi trưởng thành, được cộng đồng công nhận có vị trí trong đời sống và sinh hoạt. Là sự công nhận chính của cộng đồng, sự chấp nhận của thần linh cho chàng trai đó có đầy đủ mọi tiêu chuẩn của một thành viên chính thức của cộng đồng.",
    "url": "https://vi.wikipedia.org/wiki/L%E1%BB%85_h%E1%BB%99i_l%E1%BA%ADp_t%E1%BB%8Bch_(ng%C6%B0%E1%BB%9Di_Dao)",
    "nguon": 2
  },
  {
    "ten": "Lễ hội Hao Trol Va",
    "mieuTa": "Lễ hội Hao Trol Va hay Lễ hội lên nhà lúa là một lễ hội của người đồng bào dân tộc Xtiêng. Màu sắc tín ngưỡng phồn thực nông nghiệp. Hiện thất truyền, đang có ý đinh phục dựng lại.",
    "url": "https://vi.wikipedia.org/wiki/L%E1%BB%85_h%E1%BB%99i_Hao_Trol_Va",
    "nguon": 2
  },
  {
    "ten": "Lễ hội Cầu mùa (người Khơ Mú)",
    "thoiGian": "Lễ hội Pa Sưm (cầu mùa) thường diễn ra trước lúc tra hạt trên nương rẫy.",
    "mieuTa": "Lễ hội cầu mùa của người Khơ Mú, hay lễ hội Pa Sưm theo tiếng Khơ mú, là một lễ hội của người đồng bào dân tộc Khơ Mú, Nghệ An. Đây là lễ cầu khấn trời đất, tổ tiên và các thần linh cho nương rẫy được bội thu. Một lễ trong hệ thống các lễ tục nông nghiệp của người Khơ Mú. Nó phản ánh niềm tin của đồng bào vào thiên nhiên (trời, đất, nương rẫy…) có linh hồn, phản ánh ước muốn của họ về mùa màng bội thu, cuộc sống đầy đủ.",
    "url": "https://vi.wikipedia.org/wiki/L%E1%BB%85_h%E1%BB%99i_C%E1%BA%A7u_m%C3%B9a_(ng%C6%B0%E1%BB%9Di_Kh%C6%A1_M%C3%BA)",
    "nguon": 2
  },
  {
    "ten": "Hội làng Long Khám",
    "diaDiem": "tại làng Long Khám",
    "thoiGian": "Thời gian diễn ra lễ hội là từ mùng 7 đến mùng 15 tháng 2 (âm lịch).[3][4]",
    "mieuTa": "Hội làng Long Khám là lễ hội được tổ chức tại làng Long Khám, xã Việt Đoàn, huyện Tiên Du, tỉnh Bắc Ninh để suy tôn Lý Phủ Quan (thời Tiền Lý).",
    "url": "https://vi.wikipedia.org/wiki/H%E1%BB%99i_l%C3%A0ng_Long_Kh%C3%A1m",
    "nguon": 2
  },
  {
    "ten": "Festival Dừa",
    "diaDiem": "tại tỉnh Bến Tre",
    "mieuTa": "Festival Dừa Bến Tre là một lễ hội về dừa được tổ chức tại tỉnh Bến Tre. Lễ hội đã được tổ chức qua 5 kỳ vào các năm (Quang Đại) 2009, 2010, 2012, 2015 và 2019. Hai kỳ đầu tiên được tổ chức với quy mô địa phương. Từ năm 2012 được tổ chức với quy mô quốc gia.",
    "url": "https://vi.wikipedia.org/wiki/Festival_D%E1%BB%ABa",
    "nguon": 2
  },
  {
    "ten": "Lễ hội cà phê Buôn Ma Thuột",
    "diaDiem": "tổ chức ở thành phố Buôn Ma Thuột của tỉnh Đắk Lắk",
    "mieuTa": "Lễ hội cà phê Buôn Ma Thuột, hay Buôn Ma Thuột cà phê Festival, là một lễ hội được tổ chức ở thành phố Buôn Ma Thuột của tỉnh Đắk Lắk, đây là một lễ hội lớn ở Tây Nguyên được Thủ tướng chính phủ công nhận mang tầm vóc một lễ hội cấp Quốc gia, tổ chức định kỳ hai năm một lần. Tại đây, quảng bá hình ảnh Buôn Ma Thuột, Đăk Lăk là vùng đất huyền thoại, giàu bản sắc dân tộc. Lễ hội nhằm tôn vinh cây cà phê, loài cây chiếm vị trí độc tôn trong cơ cấu cây trồng ở đây và chiếm đến 60% sản lượng cà phê của Việt Nam, loài cây đã đem lại sự ấm no, trù phú cho mảnh đất vùng cao này. Lễ hội mới chỉ bắt đầu được tổ chức từ năm 2005 trong chương trình quảng bá hình ảnh Thủ phủ cà phê Buôn Ma Thuột. Bên cạnh các hoạt động trao đổi về quy trình, cách thức, sản xuất, chế biến cà phê, các hoạt động văn hóa, thể dục thể thao diễn ra sôi nổi. Ở đây, có nhiều hoạt động đặc sắc như: Hội chợ - triển lãm chuyên ngành cà phê và sản phẩm thương hiệu Việt, hội thi pha chế cà phê, hành trình du lịch cà phê,...",
    "anh": "//upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Ph%C3%A1o_b%C3%B4ng_trong_l%E1%BB%85_h%E1%BB%99i_c%C3%A0_ph%C3%AA.jpg/342px-Ph%C3%A1o_b%C3%B4ng_trong_l%E1%BB%85_h%E1%BB%99i_c%C3%A0_ph%C3%AA.jpg",
    "url": "https://vi.wikipedia.org/wiki/L%E1%BB%85_h%E1%BB%99i_c%C3%A0_ph%C3%AA_Bu%C3%B4n_Ma_Thu%E1%BB%99t",
    "nguon": 2
  },
  {
    "ten": "Lễ hội kéo chày (người Pà Thẻn)",
    "mieuTa": "Lễ hội kéo chày là một lễ hội của đồng bào dân tộc Pà Thẻn sinh sống chủ yếu ở vùng núi tỉnh Hà Giang, Việt Nam. Lễ hội này diễn ra vào ngày 16 tháng 10 âm lịch hàng năm. Lễ hội này cũng đi kèm với Lễ hội nhảy lửa.",
    "url": "https://vi.wikipedia.org/wiki/L%E1%BB%85_h%E1%BB%99i_k%C3%A9o_ch%C3%A0y_(ng%C6%B0%E1%BB%9Di_P%C3%A0_Th%E1%BA%BBn)",
    "nguon": 2
  },
  {
    "ten": "Lễ hội Tịch điền Đọi Sơn",
    "mieuTa": "Lễ hội Tịch Điền Đọi Sơn, xã Tiên Sơn, thị xã Duy Tiên, Hà Nam là một lễ hội mang ý nghĩa khuyến nông và là nét đẹp văn hóa trở về nguồn cội. Lần đầu tiên nghi thức lễ tịch điền này được diễn ra vào thế kỷ X ở Hà Nam, trên quê hương vua Lê Đại Hành và sau nhiều năm thất truyền, được khôi phục từ năm 2009 vào mùng 7 tháng Giêng .",
    "nhanVatLienQuan": [
      "Lê Đại Hành",
      "Khải Định"
    ],
    "url": "https://vi.wikipedia.org/wiki/L%E1%BB%85_h%E1%BB%99i_T%E1%BB%8Bch_%C4%91i%E1%BB%81n_%C4%90%E1%BB%8Di_S%C6%A1n",
    "nguon": 2
  },
  {
    "ten": "Đại lễ 1000 năm Thăng Long",
    "mieuTa": "Đại lễ 1.000 năm Thăng Long – Hà Nội được tổ chức từ ngày 1 tháng 10 đến ngày 10 tháng 10 năm 2010 ở Việt Nam với tâm điểm là thủ đô Hà Nội, nhằm kỷ niệm tròn 1.000 năm kể từ khi kinh đô Thăng Long chính thức là thủ đô của Việt Nam (được đánh dấu bằng mốc son vua Lý Thái Tổ ban Chiếu dời đô từ Hoa Lư về thành Đại La và đổi tên thành Thăng Long, nay là Hà Nội). Nhiều công trình được xây dựng cùng các sự kiện đã được tổ chức trong vòng 1 năm (từ 10 tháng 10 năm 2009 đến 9 tháng 10 năm 2010 để chào mừng Đại lễ với các lễ hội văn hóa truyền thống.",
    "diTichLienQuan": [
      "Hoa Lư"
    ],
    "nhanVatLienQuan": [
      "Lý Thái Tổ"
    ],
    "anh": "//upload.wikimedia.org/wikipedia/commons/thumb/2/2f/ChieuDoiDo2010.jpg/327px-ChieuDoiDo2010.jpg",
    "url": "https://vi.wikipedia.org/wiki/%C4%90%E1%BA%A1i_l%E1%BB%85_1000_n%C4%83m_Th%C4%83ng_Long_%E2%80%93_H%C3%A0_N%E1%BB%99i",
    "nguon": 2
  },
  {
    "ten": "Lễ hội Bình Đà",
    "diaDiem": "tại làng Bình Đà",
    "mieuTa": "Lễ hội Bình Đà là một lễ hội truyền thống Việt Nam được tổ chức tại làng Bình Đà, đây là một Di sản văn hóa phi vật thể Quốc gia đầu tiên của thành phố Hà Nội. Lễ hội diễn ra từ 25 tháng 2 đến 6 tháng 3 âm lịch, chính hội từ mồng 1 đến mồng 6 tháng 3 âm lịch.",
    "diTichLienQuan": [
      "Đền Nội Bình Đà"
    ],
    "nhanVatLienQuan": [
      "Lạc Long Quân"
    ],
    "anh": "//upload.wikimedia.org/wikipedia/commons/thumb/4/4e/L%E1%BB%85_d%C3%A2ng_h%C6%B0%C6%A1ng_t%E1%BA%A1i_%C4%90%E1%BB%81n_N%E1%BB%99i_B%C3%ACnh_%C4%90%C3%A0.jpg/381px-L%E1%BB%85_d%C3%A2ng_h%C6%B0%C6%A1ng_t%E1%BA%A1i_%C4%90%E1%BB%81n_N%E1%BB%99i_B%C3%ACnh_%C4%90%C3%A0.jpg",
    "url": "https://vi.wikipedia.org/wiki/L%E1%BB%85_h%E1%BB%99i_B%C3%ACnh_%C4%90%C3%A0",
    "nguon": 2
  },
  {
    "ten": "Lễ hội phố hoa Hà Nội",
    "diaDiem": "tại phố Đinh Tiên Hoàng",
    "mieuTa": "Lễ hội phố hoa Hà Nội là một lễ hội được tổ chức tại phố Đinh Tiên Hoàng, cạnh bờ hồ Hoàn Kiếm. Đây là một lễ hội được chính quyền thành phố Hà Nội tổ chức lần đầu tiên vào ngày 1 tháng 1 năm 2009, vào dịp Tết Dương lịch nhằm quảng bá các sản phẩm hoa, cây cảnh. Nhiều người dân từ các tỉnh thành khác cũng đã đến Hà Nội, ra bờ hồ Hoàn Kiếm để được trực tiếp chiêm ngưỡng nghệ thuật sắp đặt hoa và các sản phẩm thủ công truyền thống.",
    "diTichLienQuan": [
      "hồ Hoàn Kiếm",
      "hồ Gươm"
    ],
    "anh": "//upload.wikimedia.org/wikipedia/commons/thumb/e/ee/R%E1%BB%93ngHoa31122008569.JPG/265px-R%E1%BB%93ngHoa31122008569.JPG",
    "url": "https://vi.wikipedia.org/wiki/L%E1%BB%85_h%E1%BB%99i_ph%E1%BB%91_hoa_H%C3%A0_N%E1%BB%99i",
    "nguon": 2
  },
  {
    "ten": "Lễ hội rước bánh giầy",
    "diaDiem": "tại làng Bá Dương Nội",
    "mieuTa": "Hội rước bánh giầy, hay Hội làng Bá, là lễ hội truyền thống được tổ chức ngày 3 Tết Nguyên đán hằng năm tại làng Bá Dương Nội, xã Hồng Hà, huyện Đan Phượng (thành phố Hà Nội), lễ được tổ chức để tỏ lòng biết ơn vị quan triều thái phó nhà Hậu Lê tên là Thiếu Khanh có công tu sửa chùa, tậu ruộng đất cho dân cày ruộng ở thế kỷ thứ 15. Hội rước bánh giầy là lễ hội quan trọng của làng Bá Dương Nội. Sau khi tưởng niệm ghi nhớ công của ông, dân làng đi đến đền thờ Gìa Lê, là nơi thờ cúng của vị quan thái phó. Phẩm vật chủ yếu của lễ hội này là bánh giầy vì bánh giầy là bánh không tốn kém nhiều nhưng lại rất có ý nghĩa với người Việt Nam, một đất nước lúa nước.",
    "url": "https://vi.wikipedia.org/wiki/L%E1%BB%85_h%E1%BB%99i_r%C6%B0%E1%BB%9Bc_b%C3%A1nh_gi%E1%BA%A7y",
    "nguon": 2
  },
  {
    "ten": "Hội chọi trâu Phù Ninh",
    "diaDiem": "tại huyện cùng tên thuộc tỉnh Phú Thọ",
    "mieuTa": "Hội chọi trâu Phù Ninh được tổ chức tại huyện cùng tên thuộc tỉnh Phú Thọ, Việt Nam. Đây là lễ hội để tưởng nhớ vua Hùng theo tích xưa vua Hùng đi săn qua đây diệt hai con hổ đang đánh nhau.",
    "url": "https://vi.wikipedia.org/wiki/H%E1%BB%99i_ch%E1%BB%8Di_tr%C3%A2u_Ph%C3%B9_Ninh",
    "nguon": 2
  },
  {
    "ten": "Lễ hội Tràng An",
    "mieuTa": "Lễ hội Tràng An là chuỗi các hoạt động văn hóa, du lịch gắn liền với tín ngưỡng thờ các vị thần núi trong Hoa Lư tứ trấn và sùng bái thiên nhiên của cư dân người Việt sống trong quần thể di sản thế giới Tràng An, Ninh Bình. Lễ hội thường mở ra trong 3 ngày, chính hội ngày 18/3 âm lịch hàng năm để tôn vinh các vị thần Quý Minh, thần Cao Sơn, thần Khổng Lồ trấn trạch Hoa Lư tứ trấn; các tướng lĩnh của vương triều Đinh đóng quân ở Tràng An và các vua đầu nhà Trần đã lập ra hành cung Vũ Lâm tại đây. Điểm độc đáo ở lễ hội Tràng An là lễ hội được rước trên sông, du thuyền qua các di tích lịch sử và thắng cảnh hang động, rừng núi, sông nước Tràng An.",
    "diTichLienQuan": [
      "hành cung Vũ Lâm"
    ],
    "anh": "//upload.wikimedia.org/wikipedia/commons/thumb/8/80/Trang_An_Festival_2011.jpg/280px-Trang_An_Festival_2011.jpg",
    "url": "https://vi.wikipedia.org/wiki/L%E1%BB%85_h%E1%BB%99i_Tr%C3%A0ng_An",
    "nguon": 2
  },
  {
    "ten": "Lễ hội Báo bản làng Nộn Khê",
    "diaDiem": "tại làng Nộn Khê thuộc xã Yên Từ",
    "mieuTa": "Lễ hội báo bản Nộn Khê là một lễ hội tại làng Nộn Khê thuộc xã Yên Từ, huyện Yên Mô, tỉnh Ninh Bình. Theo truyền thống thì mỗi năm vào ngày 14 tháng giêng âm lịch thì lễ hội này đều được tổ chức.",
    "nhanVatLienQuan": [
      "Lê Thánh Tông"
    ],
    "url": "https://vi.wikipedia.org/wiki/L%E1%BB%85_h%E1%BB%99i_B%C3%A1o_b%E1%BA%A3n_l%C3%A0ng_N%E1%BB%99n_Kh%C3%AA",
    "nguon": 2
  },
  {
    "ten": "Lễ hội Nam Trì",
    "diaDiem": "tại đền Nam Trì",
    "mieuTa": "Lễ hội Nam Trì là lễ hội tế Thần có từ thế kỷ thứ 2 trước Công nguyên của trang Nam Trì (nay là làng Nam Trì xã Đặng Lễ huyện Ân Thi tỉnh Hưng Yên, dân gian gọi là Lễ hội Bảo, Lang, Biền. Bảo, Lang, Biền là ba vị Thượng đẳng Phúc thần Dực bảo trung hưng Bản cảnh Thành hoàng Đại vương thờ tại đền Nam Trì.",
    "nhanVatLienQuan": [
      "Lang Công",
      "Lữ Gia",
      "Cao Biền"
    ],
    "anh": "//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/L%E1%BB%85_h%E1%BB%99i1.jpg/200px-L%E1%BB%85_h%E1%BB%99i1.jpg",
    "url": "https://vi.wikipedia.org/wiki/L%E1%BB%85_h%E1%BB%99i_Nam_Tr%C3%AC",
    "nguon": 2
  },
  {
    "ten": "Lễ hội chọi trâu Bảo Hà",
    "diaDiem": "tại làng Lúc ",
    "mieuTa": "Lễ hội chọi trâu Bảo Hà là lễ hội chọi trâu được tổ chức nhân lễ hội xuống đồng vào ngày thìn đầu năm của người Tày và lễ hội đền Bảo Hà vào 16/7 Âm lịch hàng năm tại làng Lúc (bản Lúc 1), xã Bảo Hà, huyện Bảo Yên. Đây là lễ hội cầu thịnh vượng, hạnh phúc cho muôn dân có từ cuối thời Nhà Lê.",
    "diTichLienQuan": [
      "đền Bảo Hà"
    ],
    "url": "https://vi.wikipedia.org/wiki/L%E1%BB%85_h%E1%BB%99i_ch%E1%BB%8Di_tr%C3%A2u_B%E1%BA%A3o_H%C3%A0",
    "nguon": 2
  },
  {
    "ten": "Festival Huế",
    "diaDiem": "tại Huế vào các năm chẵn nhằm mục đích tưởng nhớ về những giá trị truyền thống tại cố đô Huế",
    "mieuTa": "Festival Huế được tổ chức 2 năm một lần, là một sự kiện văn hóa lớn được tổ chức tại Huế vào các năm chẵn nhằm mục đích tưởng nhớ về những giá trị truyền thống tại cố đô Huế. Tham gia lễ hội này, du khách sẽ được thưởng thức những màn biểu diễn nghệ thuật đường phố, ngâm thơ, các buổi trưng bày đầy màu sắc, hòa nhạc, chơi trống và xem các bộ phim lịch sử.",
    "anh": "//upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Festival_Hu%E1%BA%BF_2008-14.JPG/250px-Festival_Hu%E1%BA%BF_2008-14.JPG",
    "url": "https://vi.wikipedia.org/wiki/Festival_Hu%E1%BA%BF",
    "nguon": 2
  },
  {
    "ten": "Festival Hoa Đà Lạt",
    "diaDiem": "tại thành phố Đà Lạt",
    "thoiGian": "Festival Hoa Đà Lạt 2005 diễn ra từ ngày 10/12/2005 đến ngày 18/12/2005 (9 ngày).",
    "mieuTa": "Festival Hoa Đà Lạt là một sự kiện lễ hội được tổ chức tại thành phố Đà Lạt, Lâm Đồng, Việt Nam và một số địa phương khác trong tỉnh Lâm Đồng vào tháng 12 - tháng mà Đà Lạt có thời tiết đẹp nhất trong năm. Festival Hoa là dịp để thành phố trưng bày, triển lãm các loại rau, hoa, cây cảnh của địa phương cũng như từ nhiều vùng miền trong cả nước và một số quốc gia khác nhằm mục đích thu hút khách du lịch đến tham quan, nghỉ dưỡng tại Đà Lạt, thúc đẩy tăng trưởng kinh tế cho thành phố. Festival Hoa còn là một hoạt động tôn vinh giá trị của hoa và nghề trồng hoa, nhằm kêu gọi đầu tư vào ngành trồng hoa Đà Lạt, cũng như quảng bá hình ảnh, vẻ đẹp của thành phố, văn hóa và con người Đà Lạt. Đây là một sự kiện mang tầm cỡ quốc gia và quốc tế.",
    "anh": "//upload.wikimedia.org/wikipedia/commons/thumb/d/d8/LOGO_FESTIVAL_HOA_%C4%90%C3%80_L%E1%BA%A0T.png/283px-LOGO_FESTIVAL_HOA_%C4%90%C3%80_L%E1%BA%A0T.png",
    "url": "https://vi.wikipedia.org/wiki/Festival_Hoa_%C4%90%C3%A0_L%E1%BA%A1t",
    "nguon": 2
  },
  {
    "ten": "Festival Hoa Đà Lạt 2012",
    "diaDiem": "tại thành phố Đà Lạt",
    "mieuTa": "Festival hoa Đà Lạt 2012 là sự kiện lễ hội diễn ra từ ngày 31 tháng 12 năm 2011 đến ngày 03 tháng 01 năm 2012 tại thành phố Đà Lạt, tỉnh Lâm Đồng. Sự kiện đã thu hút hơn 300.000 du khách trong và ngoài nước tham dự.",
    "anh": "//upload.wikimedia.org/wikipedia/commons/thumb/c/cf/3-1-2012_Xuan_Huong_2.JPG/220px-3-1-2012_Xuan_Huong_2.JPG",
    "url": "https://vi.wikipedia.org/wiki/Festival_Hoa_%C4%90%C3%A0_L%E1%BA%A1t_2012",
    "nguon": 2
  },
  {
    "ten": "Festival Hoa Đà Lạt 2022",
    "diaDiem": "tại thành phố Đà Lạt",
    "mieuTa": "Festival Hoa Đà Lạt 2022 là sự kiện lễ hội diễn ra từ ngày 1 tháng 11 năm 2022 đến ngày 31 tháng 12 năm 2022 tại thành phố Đà Lạt, tỉnh Lâm Đồng. Đây là chương trình Festival Hoa Đà Lạt lần thứ IX được tổ chức với chủ đề “Đà Lạt – Thành phố bốn mùa hoa”.",
    "url": "https://vi.wikipedia.org/wiki/Festival_Hoa_%C4%90%C3%A0_L%E1%BA%A1t_2022",
    "nguon": 2
  },
  {
    "ten": "Lễ hội Minh thề",
    "diaDiem": "tại Miếu thờ Thành hoàng bản thổ",
    "mieuTa": "Lễ hội Minh thề hay Lễ hội Minh thệ là một lễ hội truyền thống, di sản văn hóa cấp quốc gia, diễn ra hàng nằm vào ngày 14 tháng Giêng tại Miếu thờ Thành hoàng bản thổ, thôn Hoà Liễu, xã Thuận Thiên, huyện Kiến Thuỵ, Hải Phòng. Đây là một lễ hội có sự kết hợp giữa tín ngưỡng với giáo dục đạo lý nhân cách con người. Do tính chất của nó, lễ hội này thường được báo giới ví von là \"Hội thề không tham nhũng\".",
    "url": "https://vi.wikipedia.org/wiki/L%E1%BB%85_h%E1%BB%99i_Minh_th%E1%BB%81",
    "nguon": 2
  },
  {
    "ten": "Lễ hội Hoa Phượng đỏ",
    "mieuTa": "Lễ hội Hoa Phượng đỏ - Hải Phòng là một sản phẩm du lịch mới của thành phố Hải Phòng với nhiều hoạt động văn hóa, nghệ thuật, thể thao hoành tráng, hấp dẫn, đặc sắc, rực rỡ sắc màu, góp phần quảng bá hình ảnh thành phố Cảng của miền bắc Việt Nam.",
    "url": "https://vi.wikipedia.org/wiki/L%E1%BB%85_h%E1%BB%99i_Hoa_Ph%C6%B0%E1%BB%A3ng_%C4%91%E1%BB%8F",
    "nguon": 2
  },
  {
    "ten": "Lễ khao lề thế lính",
    "mieuTa": "Lễ khao lề thế lính là một lễ hội được nhân dân huyện đảo Lý Sơn, tỉnh Quảng Ngãi duy trì hàng trăm năm nay. Thời gian đầu khi mới thành lập Đội Hoàng Sa, cứ hàng năm người của đảo Lý Sơn lại được tuyển mộ vào đội này làm binh, phu đi khai thác và bảo vệ Hoàng Sa và Trường Sa. Việc này gọi là \"thế lính\". Lễ khao lề thế lính là một lễ hội độc đáo với truyền thống uống nước nhớ nguồn nhằm ghi nhớ công ơn người xưa hay nhóm An Vĩnh thuộc hải đội Hoàng Sa đã ra đi tìm kiếm sản vật và cắm mốc biên giới hải phận mà không trở về.",
    "url": "https://vi.wikipedia.org/wiki/L%E1%BB%85_khao_l%E1%BB%81_th%E1%BA%BF_l%C3%ADnh",
    "nguon": 2
  },
  {
    "ten": "Lễ hội bánh giầy bánh chưng",
    "diaDiem": "tại Sầm Sơn",
    "mieuTa": "Lễ hội bánh giầy bánh chưng là lễ hội được tổ chức hàng năm từ ngày 11-13/5 âm lịch, tại Sầm Sơn, Thanh Hoá. Lễ hội này được tổ chức với mục đích tôn vinh tổ nghề dệt xúc và thờ thần Độc Cước của người bản địa và hy vọng cho một mùa màng tươi tốt, an khang thịnh vượng và mong sao cho mưa thuận gió hòa vì đa số người dân làm nghề nông. Lễ hội được khai mạc khi mọi người diễu kiệu quanh các đường phố chính rồi về tập hợp lại khu vực sân Đền Độc Cước để chuẩn bị cho phần nghi lễ chính thức. Sau đó tới một loạt những phần lễ phong tục quan trong khác như phần lễ tế, đọc chúc văn tưởng nhớ công ơn của các tiền bối đi trước, những người đã có công khai phá và xây dựng vùng đất Sầm Sơn và nhờ họ mà dân làng mới được như ngày hôm này. Sau phần nghi lễ, thì bắt đầu những trò chơi vui nhộn với sự tham gia đông đảo của các người dân địa phương với các cuộc thi như thi đi cà kheo, thi kéo co...",
    "url": "https://vi.wikipedia.org/wiki/L%E1%BB%85_h%E1%BB%99i_b%C3%A1nh_gi%E1%BA%A7y_b%C3%A1nh_ch%C6%B0ng",
    "nguon": 2
  },
  {
    "ten": "Festival Diều Quốc tế Vũng Tàu",
    "diaDiem": "tại thành phố Vũng Tàu",
    "mieuTa": "Festival Diều Quốc tế Vũng Tàu là sự kiện lễ hội diễn ra hàng năm tại thành phố Vũng Tàu, tỉnh Bà Rịa – Vũng Tàu, Việt Nam từ năm 2009. Đây là lễ hội thả diều có quy mô lớn nhất Việt Nam, quy tụ sự tham gia của nhiều câu lạc bộ và hiệp hội chơi diều từ các nước trên thế giới. Lễ hội tập hợp những con diều độc đáo và đa dạng về màu sắc lẫn kích cỡ và phong cách. Ngoài tính chất là môn thể thao đậm chất văn hóa, đây còn là chương trình nhằm thu hút khách du lịch trong và ngoài nước của địa phương. Tại lễ hội đầy màu sắc, các quốc gia tham dự đưa ra những cánh diều mang phong cách truyền thống riêng. Trong đó, Việt Nam đem đến những cánh diều Huế mang sắc thái cung đình như rồng, phượng; diều sáo của miền Bắc, các loại diều hiện đại theo nguyên lý khí động học hay những con diều độc đáo có hình sinh vật đặc trưng của biển.",
    "url": "https://vi.wikipedia.org/wiki/Festival_Di%E1%BB%81u_Qu%E1%BB%91c_t%E1%BA%BF_V%C5%A9ng_T%C3%A0u",
    "nguon": 2
  },
  {
    "ten": "Lễ hội Văn hóa Ẩm thực Thế giới 2010 (Vũng Tàu)",
    "diaDiem": "tại thành phố Vũng Tàu",
    "mieuTa": "Lễ hội Văn hóa Ẩm thực Thế giới 2010 (tiếng Anh: World Food Festival) là một lễ hội được tổ chức trong vòng 5 ngày (từ ngày 21 tháng 7 đến ngày 25 tháng 7 năm 2010) tại thành phố Vũng Tàu, Việt Nam. Lễ hội có sự tham gia của 40 quốc gia và các vùng lãnh thổ trên thế giới (Úc, Hoa Kỳ, Canada, Tây Ban Nha, Đức, Iran, Hàn Quốc, CHDCND Triều Tiên, Nga, Trung Quốc, Ấn Độ, Lào,...) cùng 40 tỉnh thành của Việt Nam. Không gian lễ hội kéo dài dọc theo 3 km tuyến đường trước bãi biển Thùy Vân, Bãi Sau với những khu chợ đặc sản và quầy thức ăn dựng lên dưới dạng lều được trang trí theo màu sắc của từng quốc gia, vùng miền.",
    "url": "https://vi.wikipedia.org/wiki/L%E1%BB%85_h%E1%BB%99i_V%C4%83n_h%C3%B3a_%E1%BA%A8m_th%E1%BB%B1c_Th%E1%BA%BF_gi%E1%BB%9Bi_2010_(V%C5%A9ng_T%C3%A0u)",
    "nguon": 2
  },
  {
    "ten": "Sông nước Tam Giang",
    "mieuTa": "Lễ hội Sông nước Tam Giang là một lễ hội văn hoá truyền thống của người dân vùng hạ lưu sông Tam Giang. Lễ hội thường được tổ chức vào mùng 5 và mùng 6 tháng Giêng (Âm lịch) trong đợt Tết Nguyên Đán, và diễn ra quanh khu vực sông Tam Giang, thuộc phường Xuân Đài, thị xã Sông Cầu, tỉnh Phú Yên.",
    "url": "https://vi.wikipedia.org/wiki/S%C3%B4ng_n%C6%B0%E1%BB%9Bc_Tam_Giang",
    "nguon": 2
  },
  {
    "ten": "Lễ hội Đống Đa",
    "diaDiem": "Hà Nội, quận Đống Đa",
    "thoiGian": "5/1",
    "mieuTa": "Gò Đống Đa là một gò đất và là một di tích nằm bên phố Tây Sơn, phường Quang Trung, quận Đống Đa, Thành phố Hà Nội. Tại đây năm 1789 quân Tây Sơn đã đại phá và đánh thắng quân nhà Thanh Trung Quốc trong Trận Ngọc Hồi - Đống Đa",
    "suKienLienQuan": "Trận Ngọc Hồi - Đống Đa",
    "diTichLienQuan": [
      "Gò Đống Đa",
      "chùa Bộc"
    ],
    "nhanVatLienQuan": [
      "Đặng Văn Long",
      "Sầm Nghi Đống"
    ],
    "anh": "//upload.wikimedia.org/wikipedia/commons/thumb/2/23/V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG/220px-V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG",
    "url": "https://vi.wikipedia.org/wiki/G%C3%B2_%C4%90%E1%BB%91ng_%C4%90a",
    "nguon": 2
  },
  {
    "ten": "Hội vật Liễu Đôi",
    "diaDiem": "Hà Nam, huyện Thanh Liêm",
    "thoiGian": "5/1",
    "anh": "//upload.wikimedia.org/wikipedia/commons/thumb/2/23/V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG/220px-V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG",
    "nguon": 2
  },
  {
    "ten": "hội Gióng Sóc Sơn",
    "diaDiem": "Hà Nội, Sóc Sơn",
    "thoiGian": "6/1",
    "lanDauToChuc": "Nhà Tiền Lê",
    "mieuTa": "Hội Gióng là một lễ hội truyền thống hàng năm ở nhiều nơi thuộc vùng Hà Nội để tưởng niệm và ca ngợi chiến công của người anh hùng truyền thuyết Thánh Gióng, một trong tứ bất tử của tín ngưỡng dân gian Việt Nam .",
    "diTichLienQuan": [
      "đền Sóc",
      "đền Phù Đổng"
    ],
    "nhanVatLienQuan": [
      "Thánh Gióng"
    ],
    "anh": "//upload.wikimedia.org/wikipedia/commons/thumb/2/23/V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG/220px-V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG",
    "url": "https://vi.wikipedia.org/wiki/H%E1%BB%99i_Gi%C3%B3ng",
    "nguon": 2
  },
  {
    "ten": "Lễ hội Cổ Loa",
    "diaDiem": "Hà Nội, Đông Anh",
    "thoiGian": "6/1",
    "mieuTa": "Thành Cổ Loa là kinh đô của nhà nước Âu Lạc dưới thời An Dương Vương vào khoảng thế kỷ thứ 3 trước Công nguyên và của nhà nước phong kiến dưới thời Ngô Quyền thế kỷ 10 tại vùng đất xã Cổ Loa, huyện Đông Anh, Hà Nội.",
    "nhanVatLienQuan": [
      "An Dương Vương"
    ],
    "anh": "//upload.wikimedia.org/wikipedia/commons/thumb/2/23/V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG/220px-V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG",
    "url": "https://vi.wikipedia.org/wiki/C%E1%BB%95_Loa",
    "nguon": 2
  },
  {
    "ten": "Lễ hội chùa Bái Đính",
    "diaDiem": "Ninh Bình, Gia Viễn",
    "thoiGian": "6/1",
    "lanDauToChuc": "Nhà Lý",
    "mieuTa": "Chùa Bái Đính là một quần thể chùa lớn với nhiều kỷ lục châu Á và Việt Nam được xác lập như chùa có tượng Phật bằng đồng dát vàng lớn nhất châu Á, chùa có hành lang La Hán dài nhất châu Á, có tượng Di lặc bằng đồng lớn nhất Đông Nam Á... Đây là ngôi chùa lớn nhất và sở hữu nhiều kỷ lục nhất ở Việt Nam. Các hạng mục xây dựng, mở rộng khu chùa mới được các đại biểu tham dự đại lễ Phật đản thế giới 2008 làm lễ khánh thành giai đoạn 1, năm 2010 chùa Bái Đính là nơi tổ chức Đại lễ cung nghinh xá lợi Phật đầu tiên từ Ấn Độ về Việt Nam. Đại lễ Phật đản Liên hiệp quốc - Vesak 2014 do Việt Nam đăng cai đã diễn ra tại chùa Bái Đính trong tháng 3 năm 2014. Chùa nằm ở cửa ngõ phía tây khu di tích cố đô Hoa Lư, bên quốc lộ 38B, thuộc xã Gia Sinh - Gia Viễn - Ninh Bình, cách thành phố Ninh Bình 15 km, cách Hà Nội 95 km. Chùa Bái Đính nằm ở phía bắc của quần thể di sản thế giới Tràng An.",
    "diTichLienQuan": [
      "Chùa Bái Đính"
    ],
    "anh": "//upload.wikimedia.org/wikipedia/commons/thumb/2/23/V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG/220px-V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG",
    "url": "https://vi.wikipedia.org/wiki/Ch%C3%B9a_B%C3%A1i_%C4%90%C3%ADnh",
    "nguon": 2
  },
  {
    "ten": "Chợ Viềng",
    "diaDiem": "Nam Định, Vụ Bản",
    "thoiGian": "7/1",
    "lanDauToChuc": "Nhà Trần",
    "mieuTa": "Chợ Viềng (lối gọi theo tiếng cổ của Chợ Xuân) là phiên chợ đầu năm họp vào đêm mùng 7 ngày mùng 8 ở Nam Định. Theo gia phả họ Trần thì chợ Viềng có từ thời cổ xưa và hình thành theo tục lệ làng xã của người dân địa phương. Từ \" Viềng\" là từ Hán Việt có nghĩa là: thăm hỏi, viếng thăm, trò chuyện. Nam Định có 4 chợ đó là:",
    "anh": "//upload.wikimedia.org/wikipedia/commons/thumb/2/23/V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG/220px-V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG",
    "url": "https://vi.wikipedia.org/wiki/Ch%E1%BB%A3_Vi%E1%BB%81ng",
    "nguon": 2
  },
  {
    "ten": "Lễ hội đầm Ô Loan",
    "diaDiem": "Phú Yên, Ô Loan",
    "thoiGian": "7/1",
    "mieuTa": "Lễ hội đầm Ô Loan được tổ chức vào mùng 7 tháng Giêng (Âm lịch) tại thôn Phú Tân, xã An Cư, huyện Tuy An. Lễ hội này có tư cách là lễ hội cầu ngư của người dân quanh đầm Ô Loan.",
    "diTichLienQuan": [
      "đầm Ô Loan"
    ],
    "anh": "//upload.wikimedia.org/wikipedia/commons/thumb/2/23/V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG/220px-V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG",
    "url": "https://vi.wikipedia.org/wiki/L%E1%BB%85_h%E1%BB%99i_%C4%91%E1%BA%A7m_%C3%94_Loan",
    "nguon": 2
  },
  {
    "ten": "Đại lễ Đức Chí Tôn",
    "diaDiem": "Tây Ninh, Đạo Cao Đài",
    "nhanVatLienQuan": [
      "Đức Chí Tôn"
    ],
    "anh": "//upload.wikimedia.org/wikipedia/commons/thumb/2/23/V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG/220px-V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG",
    "nguon": 2
  },
  {
    "ten": "Hội xuân Yên Tử",
    "diaDiem": "Quảng Ninh, núi Yên Tử",
    "thoiGian": "10/1",
    "lanDauToChuc": "thế kỷ 14",
    "nhanVatLienQuan": [
      "Trần Nhân Tông"
    ],
    "anh": "//upload.wikimedia.org/wikipedia/commons/thumb/2/23/V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG/220px-V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG",
    "nguon": 2
  },
  {
    "ten": "Hội phết Hiền Quan",
    "diaDiem": "Phú Thọ, huyện Tam Nông",
    "thoiGian": "13/1",
    "lanDauToChuc": "gần đây",
    "mieuTa": "Hội Phết Hiền Quan là một lễ hội của xã Hiền Quan, huyện Tam Nông, tỉnh Phú Thọ, được tổ chức từ ngày 12 đến 13 tháng Giêng âm lịch hàng năm, trong đó ngày chính hội là ngày 13. Lễ hội được tổ chức nhằm tôn vinh tinh thần thượng võ và tưởng nhớ hai vị thành hoàng là Thiều Hoa công chúa, một nữ tướng dưới thời Hai Bà Trưng có công đánh giặc và Mộc Trang đại vương thời nhà Đinh có công dẹp loạn 12 sứ quân.",
    "nhanVatLienQuan": [
      "Hai Bà Trưng"
    ],
    "anh": "//upload.wikimedia.org/wikipedia/commons/thumb/2/23/V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG/220px-V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG",
    "url": "https://vi.wikipedia.org/wiki/H%E1%BB%99i_ph%E1%BA%BFt_Hi%E1%BB%81n_Quan",
    "nguon": 2
  },
  {
    "ten": "Hội Lim",
    "diaDiem": "Bắc Ninh, huyện Tiên Du",
    "thoiGian": "13/1",
    "lanDauToChuc": "Nhà Lê sơ",
    "mieuTa": "Hội Lim là một lễ hội lớn của tỉnh Bắc Ninh, chính hội được tổ chức vào ngày 13 tháng giêng hàng năm trên địa bàn huyện Tiên Du, tỉnh Bắc Ninh. Hội Lim được coi là nét kết tinh độc đáo của vùng văn hoá Kinh Bắc.",
    "nhanVatLienQuan": [
      "Nguyễn Đình Diễn"
    ],
    "anh": "//upload.wikimedia.org/wikipedia/commons/thumb/2/23/V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG/220px-V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG",
    "url": "https://vi.wikipedia.org/wiki/H%E1%BB%99i_Lim",
    "nguon": 2
  },
  {
    "ten": "Lễ hội chùa Hương",
    "diaDiem": "Hà Nội, huyện Mỹ Đức",
    "thoiGian": "6/1",
    "mieuTa": "Lễ hội chùa Hương hay Trẩy hội chùa Hương là một lễ hội của Việt Nam, nằm ở Mỹ Đức, Hà Nội. Trong khu thắng cảnh Hương Sơn, được xem hành trình về một miền đất Phật - nơi Quan Thế Âm Bồ Tát ứng hiện tu hành. Đây là một lễ hội lớn về số lượng các phật tử tham gia hành hương.",
    "diTichLienQuan": [
      "chùa Hương"
    ],
    "nhanVatLienQuan": [
      "Quan Thế Âm Bồ Tát"
    ],
    "anh": "//upload.wikimedia.org/wikipedia/commons/thumb/2/23/V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG/220px-V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG",
    "url": "https://vi.wikipedia.org/wiki/L%E1%BB%85_h%E1%BB%99i_ch%C3%B9a_H%C6%B0%C6%A1ng",
    "nguon": 2
  },
  {
    "ten": "Hội chùa Côn Sơn",
    "diaDiem": "Hải Dương, huyện Chí Linh",
    "thoiGian": "15/1",
    "lanDauToChuc": "từ thế kỷ 14",
    "mieuTa": "Chùa Côn Sơn (tên chữ là Tư Phúc tự hay Côn Sơn Tự), còn gọi là chùa Hun, là một ngôi chùa nằm bên ngọn núi Côn Sơn (hay còn gọi là núi Hun) ở phường Cộng Hoà, thành phố Chí Linh, tỉnh Hải Dương, Việt Nam. Chùa đã được Bộ trưởng Bộ Văn hóa Việt Nam Dân chủ cộng hòa xếp hạng di tích quốc gia ngay trong đợt I năm 1962. Đây là di tích quan trọng thuộc khu di tích Côn Sơn - Kiếp Bạc được công nhận là di tích quốc gia đặc biệt năm 2012.",
    "diTichLienQuan": [
      "Chùa Côn Sơn"
    ],
    "nhanVatLienQuan": [
      "Phạm Bạch Hổ"
    ],
    "anh": "//upload.wikimedia.org/wikipedia/commons/thumb/2/23/V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG/220px-V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG",
    "url": "https://vi.wikipedia.org/wiki/Ch%C3%B9a_C%C3%B4n_S%C6%A1n",
    "nguon": 2
  },
  {
    "ten": "Lễ hội làm chay",
    "diaDiem": "Long An, thị trấn Tầm Vu",
    "thoiGian": "14/1",
    "lanDauToChuc": "năm 1878",
    "mieuTa": "Lễ hội làm chay – hay Lễ hội làm trai là một lễ hội tập tục địa phương hàng năm của nhân dân thị trấn Tầm Vu (Châu Thành, Long An) tổ chức lễ hội làm chay vào thời điểm trung tuần tháng Giêng âm lịch (diễn ra từ 14-16/1 âm lịch). Từ làm chay xuất phát từ chữ đọc trại của từ làm trai đàn do người miền Nam phát âm sai chữ tr và ch mà ra.",
    "nhanVatLienQuan": [
      "Đỗ Tường Phong",
      "Đỗ Tường Tự"
    ],
    "anh": "//upload.wikimedia.org/wikipedia/commons/thumb/2/23/V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG/220px-V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG",
    "url": "https://vi.wikipedia.org/wiki/L%E1%BB%85_h%E1%BB%99i_l%C3%A0m_chay",
    "nguon": 2
  },
  {
    "ten": "Tết Nguyên tiêu",
    "diaDiem": "Nhiều quốc gia",
    "thoiGian": "15/1",
    "mieuTa": "Tết Nguyên Tiêu (Chữ Nho: 節元宵), Tết Thượng Nguyên, Rằm Tháng Giêng là ngày lễ hội truyền thống của Việt Nam và Trung Quốc . Lễ hội trăng rằm từ giữa đêm 14 (đêm trước trăng rằm) trọn ngày 15 (ngày rằm) cho đến nửa đêm 15 (đêm trăng rằm) của tháng giêng Âm lịch.",
    "anh": "//upload.wikimedia.org/wikipedia/commons/thumb/2/23/V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG/220px-V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG",
    "url": "https://vi.wikipedia.org/wiki/T%E1%BA%BFt_Nguy%C3%AAn_ti%C3%AAu",
    "nguon": 2
  },
  {
    "ten": "Lễ hội chọi trâu",
    "diaDiem": "Vĩnh Phúc, huyện Lập Thạch",
    "thoiGian": "16/1",
    "lanDauToChuc": "thế kỷ 2 trước CN",
    "mieuTa": "Lễ hội chọi trâu Hải Lựu là một lễ hội chọi trâu diễn ra tại xã Hải Lựu, huyện Sông Lô (trước ngày 23/12/2008 thuộc huyện Lập Thạch), tỉnh Vĩnh Phúc.",
    "nhanVatLienQuan": [
      "Lữ Gia"
    ],
    "anh": "//upload.wikimedia.org/wikipedia/commons/thumb/2/23/V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG/220px-V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG",
    "url": "https://vi.wikipedia.org/wiki/L%E1%BB%85_h%E1%BB%99i_ch%E1%BB%8Di_tr%C3%A2u_H%E1%BA%A3i_L%E1%BB%B1u",
    "nguon": 2
  },
  {
    "ten": "Hội Xuân núi Bà",
    "diaDiem": "Tây Ninh, Núi Bà Đen",
    "thoiGian": "4/1",
    "nhanVatLienQuan": [
      "Linh Sơn Thánh Mẫu"
    ],
    "anh": "//upload.wikimedia.org/wikipedia/commons/thumb/2/23/V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG/220px-V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG",
    "nguon": 2
  },
  {
    "ten": "Lễ hội đình Yên Phụ",
    "diaDiem": "Hà Nội, Hồ Tây",
    "thoiGian": "10/2",
    "lanDauToChuc": "thế kỷ 17",
    "diTichLienQuan": [
      "đình Yên Phụ"
    ],
    "nhanVatLienQuan": [
      "Uy Linh Lang",
      "Vương Duy",
      "Vương Ba"
    ],
    "anh": "//upload.wikimedia.org/wikipedia/commons/thumb/2/23/V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG/220px-V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG",
    "url": "https://vi.wikipedia.org/wiki/Y%C3%AAn_Ph%E1%BB%A5",
    "nguon": 2
  },
  {
    "ten": "Lễ hội Miếu Mạch Lũng",
    "diaDiem": "Hà Nội, Đông Anh",
    "thoiGian": "10/2",
    "mieuTa": "Miếu Mạch Lũng thuộc xã Đại Mạch, huyện Đông Anh, thành phố Hà Nội được Bộ Văn hóa - Thông tin Việt Nam cấp bằng công nhận Di tích lịch sử văn hóa năm 1993.",
    "diTichLienQuan": [
      "Miếu Mạch Lũng"
    ],
    "nhanVatLienQuan": [
      "Minh Mỗ Đại vương Thượng đẳng thần"
    ],
    "anh": "//upload.wikimedia.org/wikipedia/commons/thumb/2/23/V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG/220px-V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG",
    "url": "https://vi.wikipedia.org/wiki/Mi%E1%BA%BFu_M%E1%BA%A1ch_L%C5%A9ng",
    "nguon": 2
  },
  {
    "ten": "Lễ hội Quán Thế Âm",
    "diaDiem": "Đà Nẵng, Ngũ Hành Sơn",
    "thoiGian": "19/2",
    "lanDauToChuc": "năm 1960",
    "mieuTa": "Quán Thế Âm (Tiếng Phạn: अवलोकितेश्वर nghĩa là \"Đấng quán chiếu âm thanh của thế gian\") là một vị Bồ-tát hiện thân cho lòng từ bi của tất cả chư Phật. Được miêu tả trong nhiều nền văn hóa khác nhau, cả thân nam lẫn thân nữ, Quán Thế Âm là một trong những vị Bồ-tát được tôn kính thờ phụng rộng rãi nhất trong Phật giáo Đại thừa, cũng như không chính thức trong Phật giáo Nguyên thủy.",
    "nhanVatLienQuan": [
      "Quán Thế Âm Bồ Tát"
    ],
    "anh": "//upload.wikimedia.org/wikipedia/commons/thumb/2/23/V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG/220px-V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG",
    "url": "https://vi.wikipedia.org/wiki/Qu%C3%A1n_Th%E1%BA%BF_%C3%82m",
    "nguon": 2
  },
  {
    "ten": "Tiết Thanh minh",
    "lanDauToChuc": "Nhà Thanh",
    "mieuTa": "Tiết Thanh minh là một khái niệm trong công tác lập lịch của các nước phương Đông chịu ảnh hưởng của nền văn hóa Trung Hoa cổ đại. Nó là một trong số hai mươi tư tiết khí của các lịch Trung Quốc, Đài Loan, Việt Nam, Nhật Bản, Triều Tiên.",
    "anh": "//upload.wikimedia.org/wikipedia/commons/thumb/2/23/V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG/220px-V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG",
    "url": "https://vi.wikipedia.org/wiki/Thanh_minh",
    "nguon": 2
  },
  {
    "ten": "Hội đua voi",
    "diaDiem": "Tây Nguyên",
    "mieuTa": "Lễ hội đua voi là một trong những lễ hội quan trọng trong hệ thống các lễ hội cổ truyền của người vùng cao Tây Nguyên Việt Nam. Hội Đua Voi là một trong những hội của văn hóa truyền thống các dân tộc tỉnh Đắk Lắk được tổ chức 02 năm 01 lần vào tháng 3 âm lịch. Là Tháng của những con ong rừng đi lấy mật và cũng là thời điểm bắt đầu làm nương rẫy. Hội Đua Voi nhằm tôn vinh tinh thần thượng võ và tài nghệ thuần dưỡng voi của đồng bào các dân tộc Tây Nguyên.Ngoài ra, du khách đến đây cũng được thưởng thức ẩm thực độc đáo, đậm đà bản sắc của các dân tộc Tây Nguyên tại chỗ và được cưỡi voi tham quan buôn làng, trải nghiệm với hành trình cưỡi Voi lội sông Sêrêpốk tham quan Rừng Yok Don. Được tổ chức ở vùng Đắk Lắk. Một trong những lễ hội được xem là độc đáo nhất của nước Việt Nam ta.",
    "anh": "//upload.wikimedia.org/wikipedia/commons/thumb/2/23/V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG/220px-V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG",
    "url": "https://vi.wikipedia.org/wiki/L%E1%BB%85_h%E1%BB%99i_%C4%91ua_voi",
    "nguon": 2
  },
  {
    "ten": "Tết Hàn thực",
    "thoiGian": "3/3",
    "lanDauToChuc": "Nhà Lê",
    "mieuTa": "Tết Hàn Thực hay Tết bánh trôi bánh chay là một ngày tết vào ngày mồng 3 tháng 3 Âm lịch. \"Hàn Thực\" nghĩa là \"thức ăn lạnh\". Ngày tết truyền thống này xuất hiện tại một số tỉnh của Trung Quốc, miền bắc Việt Nam và một số cộng đồng người gốc Hoa trên thế giới. Hàng năm vào ngày này, nhiều gia đình cho xay bột, đồ đỗ xanh, làm bánh trôi, bánh chay (ở Trung Quốc nấu chè trôi nước), nấu xôi chè lễ Phật và cúng gia tiên.",
    "nhanVatLienQuan": [
      "Giới Tử Thôi",
      "Tấn Văn Công"
    ],
    "anh": "//upload.wikimedia.org/wikipedia/commons/thumb/2/23/V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG/220px-V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG",
    "url": "https://vi.wikipedia.org/wiki/T%E1%BA%BFt_H%C3%A0n_th%E1%BB%B1c",
    "nguon": 2
  },
  {
    "ten": "Hội Phủ Giầy",
    "diaDiem": "Nam Định, Vụ Bản",
    "thoiGian": "3/3",
    "mieuTa": "Phủ Dầy (có khi ghi là Phủ Giầy, Phủ Giày) là một quần thể kiến trúc tín ngưỡng truyền thống của người Việt trải rộng trên địa bàn xã Kim Thái huyện Vụ Bản, tỉnh Nam Định, gần quốc lộ 10, quốc lộ 37B và quốc lộ 38B từ thành phố Nam Định đi thành phố Ninh Bình.",
    "diTichLienQuan": [
      "Phủ Dầy"
    ],
    "nhanVatLienQuan": [
      "Mẫu Liễu Hạnh"
    ],
    "anh": "//upload.wikimedia.org/wikipedia/commons/thumb/2/23/V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG/220px-V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG",
    "url": "https://vi.wikipedia.org/wiki/Ph%E1%BB%A7_D%E1%BA%A7y",
    "nguon": 2
  },
  {
    "ten": "Lễ hội Điện Hòn Chén",
    "diaDiem": "Thừa Thiên Huế, huyện Hương Trà",
    "thoiGian": "2/3",
    "lanDauToChuc": "thế kỷ 16",
    "mieuTa": "Điện Hòn Chén hay Huệ Nam Điện tọa lạc trên núi Ngọc Trản, thuộc làng Ngọc Hồ, phường Hương Hồ, thành phố Huế, tỉnh Thừa Thiên Huế. Núi Ngọc Trản xưa có tên là Hương Uyển Sơn, sau mới đổi tên là Ngọc Trản (có nghĩa là chén ngọc), dân gian vẫn quen gọi là Hòn Chén vì nó có liên quan đến giai thoại về vua Minh Mạng đánh rơi chén ngọc.",
    "diTichLienQuan": [
      "Điện Hòn Chén"
    ],
    "nhanVatLienQuan": [
      "Minh Mạng",
      "Đồng Khánh"
    ],
    "anh": "//upload.wikimedia.org/wikipedia/commons/thumb/2/23/V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG/220px-V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG",
    "url": "https://vi.wikipedia.org/wiki/%C4%90i%E1%BB%87n_H%C3%B2n_Ch%C3%A9n",
    "nguon": 2
  },
  {
    "ten": "Lễ hội Chùa Thầy",
    "diaDiem": "Hà Tây, Quốc Oai",
    "thoiGian": "3/3",
    "mieuTa": "Chùa Thầy là một nhóm những ngôi chùa ở chân núi Sài Sơn, huyện Quốc Oai, tỉnh Hà Tây cũ, nay là xã Sài Sơn, huyện Quốc Oai, Hà Nội, cách trung tâm Hà Nội khoảng 20 km về phía Tây nam, đi theo đường cao tốc Láng - Hòa Lạc. Sài Sơn có tên Nôm là núi Thầy, nên chùa được gọi là chùa Thầy. Chùa được xây dựng từ thời nhà Lý. Đây từng là nơi tu hành của Thiền sư Từ Đạo Hạnh, lúc này núi Thầy còn gọi là núi Phật Tích.",
    "diTichLienQuan": [
      "Chùa Thầy",
      "Chùa Láng"
    ],
    "nhanVatLienQuan": [
      "Từ Đạo Hạnh"
    ],
    "anh": "//upload.wikimedia.org/wikipedia/commons/thumb/2/23/V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG/220px-V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG",
    "url": "https://vi.wikipedia.org/wiki/Ch%C3%B9a_Th%E1%BA%A7y",
    "nguon": 2
  },
  {
    "ten": "Lễ hội Hoa Lư",
    "diaDiem": "Ninh Bình, huyện Hoa Lư",
    "thoiGian": "6/3",
    "lanDauToChuc": "Nhà Lý",
    "mieuTa": "Lễ hội Hoa Lư là một lễ hội diễn ra hàng năm để tôn vinh vị anh hùng dân tộc Đinh Bộ Lĩnh đã xây dựng kinh đô Hoa Lư, lập ra nhà nước Đại Cồ Việt và mở đầu thời kỳ độc lập, thống nhất lâu dài của người Việt suốt các triều đại Đinh, Lê, Lý, Trần. Lễ hội Hoa Lư đã được xếp hạng là di sản văn hóa cấp quốc gia và đang được đề nghị nâng tầm tổ chức lễ hội theo nghi thức cấp nhà nước. Lễ hội Hoa Lư là lễ hội đã có lịch sử lâu đời, phản ánh đậm nét, sinh động về cuộc đời, thân thế và sự nghiệp của đức vua Đinh Tiên Hoàng và lịch sử Việt Nam qua ba triều đại Đinh, Lê, Lý. Lễ hội Hoa Lư xưa được các vương triều phong kiến tổ chức trang trọng ở cấp Nhà nước. Hiện nay, lễ hội Hoa Lư vẫn là lễ hội có tầm ảnh hưởng lớn, bảo lưu được những yếu tố văn hóa, văn nghệ dân gian đặc sắc và đang hướng tới nâng cấp thành quốc lễ.",
    "diTichLienQuan": [
      "Hoa Lư"
    ],
    "nhanVatLienQuan": [
      "Đinh Tiên Hoàng"
    ],
    "anh": "//upload.wikimedia.org/wikipedia/commons/thumb/2/23/V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG/220px-V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG",
    "url": "https://vi.wikipedia.org/wiki/L%E1%BB%85_h%E1%BB%99i_Hoa_L%C6%B0",
    "nguon": 2
  },
  {
    "ten": "Lễ hội đền Thái Vi",
    "diaDiem": "Ninh Bình, huyện Hoa Lư",
    "thoiGian": "14/3",
    "lanDauToChuc": "Nhà Trần",
    "mieuTa": "Hành cung Vũ Lâm là một căn cứ quân sự thời Trần, nằm ngay trong vùng núi thành Nam của kinh đô Hoa Lư xưa. Các vua đầu nhà Trần lập căn cứ địa ở Vũ Lâm để củng cố lực lượng, phản công giải phóng Đại Việt trong cuộc kháng chiến đánh tan quân xâm lược Nguyên Mông lần thứ hai. Nơi đây còn gắn với sự kiện các vua Trần xuất gia tu hành, mở mang phật giáo. Hiện nay, hành cung Vũ Lâm thuộc quần thể di sản thế giới Tràng An, tỉnh Ninh Bình, một phần khu vực nằm sâu trong dãy núi Tràng An được đưa vào khai thác du lịch.",
    "diTichLienQuan": [
      "đền Thái Vi"
    ],
    "nhanVatLienQuan": [
      "Trần Thái Tông"
    ],
    "anh": "//upload.wikimedia.org/wikipedia/commons/thumb/2/23/V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG/220px-V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG",
    "url": "https://vi.wikipedia.org/wiki/%C4%90%E1%BB%81n_Th%C3%A1i_Vi",
    "nguon": 2
  },
  {
    "ten": "Lễ hội Nam Trì",
    "diaDiem": "Hưng Yên, huyện Ân Thi",
    "thoiGian": "8/3",
    "lanDauToChuc": "Thế kỉ 2 trước CN",
    "mieuTa": "Lễ hội Nam Trì là lễ hội tế Thần có từ thế kỷ thứ 2 trước Công nguyên của trang Nam Trì (nay là làng Nam Trì xã Đặng Lễ huyện Ân Thi tỉnh Hưng Yên, dân gian gọi là Lễ hội Bảo, Lang, Biền. Bảo, Lang, Biền là ba vị Thượng đẳng Phúc thần Dực bảo trung hưng Bản cảnh Thành hoàng Đại vương thờ tại đền Nam Trì.",
    "nhanVatLienQuan": [
      "Lang Công",
      "Bảo Công",
      "Công chúa Hùng vương Lâu nương"
    ],
    "anh": "//upload.wikimedia.org/wikipedia/commons/thumb/2/23/V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG/220px-V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG",
    "url": "https://vi.wikipedia.org/wiki/L%E1%BB%85_h%E1%BB%99i_Nam_Tr%C3%AC",
    "nguon": 2
  },
  {
    "ten": "Giỗ tổ Hùng Vương",
    "diaDiem": "Nhiều nơi ở Việt Nam",
    "thoiGian": "10/3",
    "lanDauToChuc": "Nhà Đinh",
    "mieuTa": "Đền Hùng là tên gọi khái quát của Khu di tích lịch sử Đền Hùng - quần thể đền chùa thờ phụng các Vua Hùng và tôn thất của nhà vua trên núi Nghĩa Lĩnh (Việt Trì, Phú Thọ), gắn với Giỗ Tổ Hùng Vương - Lễ hội Đền Hùng được tổ chức tại địa điểm đó hàng năm vào ngày 10 tháng 3 âm lịch. Hiện nay, theo các tài liệu khoa học đã công bố đa số đều thống nhất nền móng kiến trúc đền Hùng bắt đầu được xây dựng từ thời vua Đinh Tiên Hoàng trị vì. Đến thời Hậu Lê (thế kỷ 15) được xây dựng hoàn chỉnh theo quy mô như hiện tại.",
    "diTichLienQuan": [
      "Đền Hùng"
    ],
    "nhanVatLienQuan": [
      "Vua Hùng",
      "Đinh Tiên Hoàng"
    ],
    "anh": "//upload.wikimedia.org/wikipedia/commons/thumb/2/23/V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG/220px-V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG",
    "url": "https://vi.wikipedia.org/wiki/%C4%90%E1%BB%81n_H%C3%B9ng",
    "nguon": 2
  },
  {
    "ten": "Lễ hội đền Mẫu",
    "diaDiem": "Hưng Yên, Phố Hiến",
    "thoiGian": "10/3",
    "diTichLienQuan": [
      "đền Mẫu"
    ],
    "nhanVatLienQuan": [
      "Dương Quý Phi"
    ],
    "anh": "//upload.wikimedia.org/wikipedia/commons/thumb/2/23/V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG/220px-V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG",
    "url": "https://vi.wikipedia.org/wiki/%C4%90%E1%BB%81n_M%E1%BA%ABu",
    "nguon": 2
  },
  {
    "ten": "Lễ hội Làng cá Cát Bà",
    "diaDiem": "Hải Phòng, huyện Cát Hải, Thị trấn Cát Bà",
    "lanDauToChuc": "1/4/1958",
    "nhanVatLienQuan": [
      "Hồ Chí Minh"
    ],
    "anh": "//upload.wikimedia.org/wikipedia/commons/thumb/2/23/V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG/220px-V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG",
    "nguon": 2
  },
  {
    "ten": "Hội Gióng Phù Đổng",
    "diaDiem": "Hà Nội, huyện Gia Lâm",
    "thoiGian": "7/4",
    "lanDauToChuc": "Thế kỉ 11 đời Lý Thái Tổ",
    "mieuTa": "Hội Gióng là một lễ hội truyền thống hàng năm ở nhiều nơi thuộc vùng Hà Nội để tưởng niệm và ca ngợi chiến công của người anh hùng truyền thuyết Thánh Gióng, một trong tứ bất tử của tín ngưỡng dân gian Việt Nam .",
    "diTichLienQuan": [
      "đền Sóc",
      "đền Phù Đổng"
    ],
    "nhanVatLienQuan": [
      "Thánh Gióng"
    ],
    "anh": "//upload.wikimedia.org/wikipedia/commons/thumb/2/23/V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG/220px-V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG",
    "url": "https://vi.wikipedia.org/wiki/H%E1%BB%99i_Gi%C3%B3ng",
    "nguon": 2
  },
  {
    "ten": "Lễ Phật Đản",
    "diaDiem": "Nhiều quốc gia",
    "thoiGian": "8/4",
    "lanDauToChuc": "624 trước CN",
    "mieuTa": "Phật Đản (chữ Nho 佛誕 - nghĩa là ngày sinh của đức Phật) hay là Vesak (tiếng Phạn: Vaiśākha, Devanagari: वैशाख, Sinhala: වෙසක් පෝය) là ngày kỷ niệm Phật Tất-đạt-đa Cồ-đàm sinh ra tại vườn Lâm-tì-ni năm 624 TCN, diễn ra vào ngày 8 tháng 4 âm lịch hoặc 15 tháng 4 hàng năm, tùy theo quốc gia.",
    "nhanVatLienQuan": [
      "Phật Tất Đạt Đa"
    ],
    "anh": "//upload.wikimedia.org/wikipedia/commons/thumb/2/23/V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG/220px-V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG",
    "url": "https://vi.wikipedia.org/wiki/L%E1%BB%85_Ph%E1%BA%ADt_%C4%90%E1%BA%A3n",
    "nguon": 2
  },
  {
    "ten": "Lễ hội Chol Chnam Thmay",
    "diaDiem": "Nam Bộ",
    "thoiGian": "14/4",
    "mieuTa": "Chol Chnam Thmay (hoặc Chaul Chnam Thmay) là lễ hội mừng năm mới theo lịch cổ truyền của dân tộc Khmer. Chôl nghĩa là Vào và Chnăm Thmay là Năm Mới. Lễ Chôl Chnăm Thmay cũng là những ngày Tết của Campuchia, Lào, Thái Lan, Myanmar, Sri Lanka. Ngoài tôn giáo chính là Phật giáo, người Khmer còn tin rằng mỗi năm có một vị thần trên trời (Têvôđa) được sai xuống để chăm lo cho cuộc sống và con người trong năm đó, hết năm lại về trời để vị thần khác xuống hạ giới. Những ngày này trở thành, lễ hội truyền thống của cả cộng đồng. Tổ chức nhiều trò vui như đốt đèn trời, đốt ông lói, đánh quay lửa... Các cụ già kể cổ tích, thần thoại, chuyện cũ cho con cháu nghe.",
    "anh": "//upload.wikimedia.org/wikipedia/commons/thumb/2/23/V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG/220px-V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG",
    "url": "https://vi.wikipedia.org/wiki/L%E1%BB%85_h%E1%BB%99i_Chol_Chnam_Thmay",
    "nguon": 2
  },
  {
    "ten": "Lễ khao lề thế lính",
    "diaDiem": "Quảng Ngãi, huyện Lý Sơn",
    "thoiGian": "18/3",
    "mieuTa": "Lễ khao lề thế lính là một lễ hội được nhân dân huyện đảo Lý Sơn, tỉnh Quảng Ngãi duy trì hàng trăm năm nay. Thời gian đầu khi mới thành lập Đội Hoàng Sa, cứ hàng năm người của đảo Lý Sơn lại được tuyển mộ vào đội này làm binh, phu đi khai thác và bảo vệ Hoàng Sa và Trường Sa. Việc này gọi là \"thế lính\". Lễ khao lề thế lính là một lễ hội độc đáo với truyền thống uống nước nhớ nguồn nhằm ghi nhớ công ơn người xưa hay nhóm An Vĩnh thuộc hải đội Hoàng Sa đã ra đi tìm kiếm sản vật và cắm mốc biên giới hải phận mà không trở về.",
    "anh": "//upload.wikimedia.org/wikipedia/commons/thumb/2/23/V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG/220px-V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG",
    "url": "https://vi.wikipedia.org/wiki/L%E1%BB%85_khao_l%E1%BB%81_th%E1%BA%BF_l%C3%ADnh",
    "nguon": 2
  },
  {
    "ten": "Lễ hội miếu Bà Chúa Xứ",
    "diaDiem": "Miếu Bà Chúa Xứ, Núi Sam, An Giang, Châu Đốc",
    "thoiGian": "23/4",
    "mieuTa": "Lễ hội miếu Bà Chúa Xứ còn gọi lễ Vía Bà là một lễ hội của người dân Nam bộ, nằm dưới Núi Sam. Thành phố Châu Đốc, tỉnh An Giang, hàng năm đã thu hút trên 2 triệu lượt khách hành hương",
    "diTichLienQuan": [
      "miếu Bà Chúa Xứ"
    ],
    "nhanVatLienQuan": [
      "Bà Chúa Xứ"
    ],
    "anh": "//upload.wikimedia.org/wikipedia/commons/thumb/2/23/V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG/220px-V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG",
    "url": "https://vi.wikipedia.org/wiki/L%E1%BB%85_h%E1%BB%99i_mi%E1%BA%BFu_B%C3%A0_Ch%C3%BAa_X%E1%BB%A9",
    "nguon": 2
  },
  {
    "ten": "Tết Đoan ngọ",
    "diaDiem": "Nhiều quốc gia",
    "thoiGian": "5/5",
    "mieuTa": "Tết Đoan Ngọ hoặc Tết Đoan Dương (Hán Việt: 端午節 - Đoan Ngọ Tiết, 端陽節 - Đoan Dương Tiết) (ngày mùng 5 tháng 5 theo âm lịch Trung Quốc) là một ngày Tết truyền thống tại một số nước như Trung Quốc, Hồng Kông, Đài Loan, Triều Tiên, Nhật Bản và Việt Nam. Tết Đoan Ngọ tồn tại từ lâu trong văn hóa dân gian phương Đông và có ảnh hưởng đến sinh hoạt văn hóa. Đoan nghĩa là mở đầu, Ngọ là khoảng thời gian từ 11 giờ trưa tới 1 giờ chiều, và ăn Tết Đoan Ngọ là ăn vào buổi trưa. Đoan ngọ lúc mặt trời bắt đầu ngắn nhất, ở gần trời đất nhất trùng với ngày hạ chí. Tết Đoan Ngọ còn được gọi là Tết Đoan dương. Theo triết lý y học Đông phương thì hỏa khí (thuộc dương) của trời đất và trong cơ thể của con người trong ngày Đoan ngọ đều lên đến tột bậc.",
    "anh": "//upload.wikimedia.org/wikipedia/commons/thumb/2/23/V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG/220px-V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG",
    "url": "https://vi.wikipedia.org/wiki/T%E1%BA%BFt_%C4%90oan_ng%E1%BB%8D",
    "nguon": 2
  },
  {
    "ten": "Thất Tịch",
    "diaDiem": "Nhiều quốc gia",
    "thoiGian": "7/7",
    "mieuTa": "Thất Tịch (Hán-Nôm: 七夕) hay còn gọi là Tết Ngâu, Ngày Ông Ngâu Bà Ngâu, theo văn hóa phương Đông, (Châu Á), lễ được tổ chức ngày 7 tháng 7 Âm lịch, đôi khi được người phương Tây gọi là ngày Valentine Đông Á. Lịch sử ngày này gắn bó với câu chuyện Ngưu Lang Chức Nữ hoặc vợ chồng Ngâu với nhiều dị bản. Theo truyền thuyết, sau một năm xa cách, cứ đến ngày này hằng năm, Ngưu Lang và Chức Nữ được gặp nhau bên cầu Ô Thước.",
    "nhanVatLienQuan": [
      "Ngưu Lang",
      "Chức Nữ"
    ],
    "anh": "//upload.wikimedia.org/wikipedia/commons/thumb/2/23/V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG/220px-V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG",
    "url": "https://vi.wikipedia.org/wiki/Th%E1%BA%A5t_T%E1%BB%8Bch",
    "nguon": 2
  },
  {
    "ten": "Lễ Vu Lan, Tết Trung Nguyên",
    "diaDiem": "Nhiều quốc gia",
    "thoiGian": "15/7",
    "mieuTa": "Vu lan (chữ Hán: 盂蘭, bính âm: yúlán), còn được gọi là lễ báo hiếu, là một trong những ngày lễ chính của Phật giáo (Đại thừa Bắc tông) và phong tục Việt Nam, Trung Hoa.",
    "nhanVatLienQuan": [
      "Bồ tát Mục Liên"
    ],
    "anh": "//upload.wikimedia.org/wikipedia/commons/thumb/2/23/V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG/220px-V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG",
    "url": "https://vi.wikipedia.org/wiki/Vu-lan",
    "nguon": 2
  },
  {
    "ten": "Lễ hội Nghinh Ông (Quan Thánh Đế Quân)",
    "diaDiem": "Phan Thiết (Bình Thuận)",
    "mieuTa": "Lễ hội Nghinh Ông Quan Thánh Đế Quân là một lễ hội của người Hoa tại Phan Thiết. Lễ hội truyền thống này tiêu biểu cho phong tục tập quán và tín ngưỡng của người Hoa, ước mong cho quốc thái dân an, mưa thuận gió hòa, cho một cuộc sống thanh bình, mọi người trong xã hội được ấm no hạnh phúc.",
    "anh": "//upload.wikimedia.org/wikipedia/commons/thumb/2/23/V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG/220px-V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG",
    "url": "https://vi.wikipedia.org/wiki/L%E1%BB%85_h%E1%BB%99i_Nghinh_%C3%94ng_Quan_Th%C3%A1nh_%C4%90%E1%BA%BF_Qu%C3%A2n",
    "nguon": 2
  },
  {
    "ten": "Lễ hội Katê",
    "diaDiem": "Bình Thuận",
    "mieuTa": "Lễ hội Katé còn được gọi là Mbang Katé là một lễ hội của đồng bào dân tộc Chăm. Đây là một lễ hội dân gian thiêng liêng đặc sắc và rất quan trọng. Tưởng nhớ đến những người đã khuất, tưởng nhớ đến các vị anh hùng dân tộc (được người Chăm tôn vinh làm thần). Thường được tổ chức vào 1 tháng 7 theo lịch của người Chăm (khoảng 25/9 đến 25/10 dương lịch). Người dân tập trung tại các đền tháp cổ kính, thưởng thức các điệu múa nhạc dân gian trong kho tàng âm nhạc của người Chăm. Mọi người nghỉ ngơi và tràn ngập niềm vui, đi thăm viếng chúc tụng lẫn nhau. Lễ hội được chia làm hai phần là phần lễ và phần hội",
    "anh": "//upload.wikimedia.org/wikipedia/commons/thumb/2/23/V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG/220px-V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG",
    "url": "https://vi.wikipedia.org/wiki/L%E1%BB%85_h%E1%BB%99i_Kat%C3%A9",
    "nguon": 2
  },
  {
    "ten": "Lễ hội chọi trâu",
    "diaDiem": "Hải Phòng, Đồ Sơn",
    "thoiGian": "9/8",
    "mieuTa": "Lễ hội chọi trâu Đồ Sơn, còn gọi là đấu ngưu , là một tập tục cổ, có từ xa xưa, một lễ hội truyền thống của người dân vạn chài tại vùng biển Đồ Sơn, Hải Phòng; diễn ra vào ngày 9 tháng 8 Âm lịch hàng năm; di sản văn hóa phi vật thể quốc gia năm 2013 của Việt Nam. Đây là một lễ hội với lễ nghi trang trọng, rước kiệu thần, có lọng che, phường bát âm....",
    "anh": "//upload.wikimedia.org/wikipedia/commons/thumb/2/23/V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG/220px-V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG",
    "url": "https://vi.wikipedia.org/wiki/L%E1%BB%85_h%E1%BB%99i_ch%E1%BB%8Di_tr%C3%A2u_%C4%90%E1%BB%93_S%C6%A1n",
    "nguon": 2
  },
  {
    "ten": "Tết Trung Thu",
    "diaDiem": "Nhiều quốc gia",
    "thoiGian": "15/8",
    "lanDauToChuc": "Nhà Đường",
    "mieuTa": "Tết Trung thu (chữ Nôm: 節中秋; tiếng Trung: 中秋節 (Trung thu tiết)/ Zhōngqiū jié; Tiếng Hàn: 한가을 축제; Tiếng Nhật: お月見の日、中秋節(ちゅうしゅうせつ)、còn được gọi là Tết trông Trăng hay Tết hoa đăng theo Âm lịch là ngày Rằm tháng 8 hằng năm, là một lễ hội truyền thống được kỉ niệm ở văn hóa của Việt Nam. Một văn hoá lâu đời từ Trung Quốc nhưng đến hiện tại đã phát triển thành ngày trẻ em của Việt Nam. Vào ngày lễ này, các gia đình thường ăn bánh nướng, bánh dẻo. Cúng rằm cũng là một hoạt động trong ngày lễ này.",
    "nhanVatLienQuan": [
      "Hằng Nga",
      "Hậu Nghệ",
      "Đường Minh Hoàng",
      "Chú Cuội"
    ],
    "anh": "//upload.wikimedia.org/wikipedia/commons/thumb/2/23/V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG/220px-V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG",
    "url": "https://vi.wikipedia.org/wiki/T%E1%BA%BFt_Trung_thu",
    "nguon": 2
  },
  {
    "ten": "Hội Đền Kiếp Bạc",
    "diaDiem": "Hải Dương, huyện Chí Linh",
    "thoiGian": "15/8",
    "mieuTa": "Đền Kiếp Bạc thuộc địa phận hai thôn Dược Sơn và Vạn Kiếp, xã Hưng Đạo, thành phố Chí Linh, tỉnh Hải Dương, Việt Nam; là nơi thờ phụng Hưng Đạo Đại Vương Trần Quốc Tuấn. Kiếp Bạc là tên ghép của hai vùng Vạn Yên (làng Kiếp) và Dược Sơn (làng Bạc). Đây là di tích quan trọng thuộc khu di tích Côn Sơn - Kiếp Bạc.",
    "diTichLienQuan": [
      "Đền Kiếp Bạc"
    ],
    "nhanVatLienQuan": [
      "Hưng Đạo Đại Vương Trần Quốc Tuấn"
    ],
    "anh": "//upload.wikimedia.org/wikipedia/commons/thumb/2/23/V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG/220px-V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG",
    "url": "https://vi.wikipedia.org/wiki/%C4%90%E1%BB%81n_Ki%E1%BA%BFp_B%E1%BA%A1c",
    "nguon": 2
  },
  {
    "ten": "Hội Yến Diêu Trì",
    "diaDiem": "Tây Ninh, Tòa Thánh Tây Ninh",
    "thoiGian": "15/8",
    "lanDauToChuc": "năm 1925",
    "nhanVatLienQuan": [
      "Cao Quỳnh Cư",
      "Phạm Công Tắc",
      "Cao Hoài Sang",
      "Nguyễn Thị Hiếu"
    ],
    "anh": "//upload.wikimedia.org/wikipedia/commons/thumb/2/23/V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG/220px-V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG",
    "nguon": 2
  },
  {
    "ten": "Lễ hội Nghinh Ông (Cá Voi)",
    "diaDiem": "Bình Thuận, Tiền Giang",
    "mieuTa": "Lễ hội nghinh Ông là lễ hội cúng cá Ông của ngư dân các tỉnh miền ven biển Việt Nam từ Quảng Bình trở vào Nam (gồm cả Phú Quốc). Đây là lễ hội cầu ngư: cầu cho biển lặng gió hòa, ngư dân may mắn làm ăn phát đạt, an khang. Lễ hội nghinh Ông là loại lễ hội nước lớn nhất của ngư dân. Có nhiều tên gọi khác nhau như lễ rước cốt ông, lễ cầu ngư, lễ tế cá \"Ông\", lễ cúng \"Ông\", lễ nghinh \"Ông\", lễ nghinh ông Thủy tướng, nhưng tất cả đều có chung một quan niệm rằng cá \"Ông\" là sinh vật thiêng ở biển, là cứu tinh đối với những người đánh cá và làm nghề trên biển nói chung. Điều này đã trở thành một tín ngưỡng dân gian phổ biến trong các thế hệ ngư dân ở các địa phương nói trên. Ở mỗi địa phương, lễ hội nghinh Ông diễn ra vào một thời điểm khác nhau.",
    "anh": "//upload.wikimedia.org/wikipedia/commons/thumb/2/23/V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG/220px-V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG",
    "url": "https://vi.wikipedia.org/wiki/L%E1%BB%85_h%E1%BB%99i_nghinh_%C3%94ng",
    "nguon": 2
  },
  {
    "ten": "Lễ hội AHDT Nguyễn Trung Trực",
    "diaDiem": "Rạch Giá, Kiên Giang",
    "nhanVatLienQuan": [
      "Nguyễn Trung Trực"
    ],
    "anh": "//upload.wikimedia.org/wikipedia/commons/thumb/2/23/V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG/220px-V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG",
    "nguon": 2
  },
  {
    "ten": "Lễ hội Chùa Keo",
    "diaDiem": "Thái Bình, Vũ Thư",
    "thoiGian": "13/9",
    "lanDauToChuc": "Nhà Lý",
    "mieuTa": "Chùa Keo là tên gọi của một số ngôi chùa cổ ở Việt Nam. Một số ngôi chùa Keo cổ được biết đến nhiều nhất là:",
    "diTichLienQuan": [
      "Chùa Keo (Thái Bình)",
      "Chùa Keo Hành Thiện",
      "Chùa Keo (Hà Nội)"
    ],
    "nhanVatLienQuan": [
      "Thiền sư Không Lộ"
    ],
    "anh": "//upload.wikimedia.org/wikipedia/commons/thumb/2/23/V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG/220px-V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG",
    "url": "https://vi.wikipedia.org/wiki/Ch%C3%B9a_Keo",
    "nguon": 2
  },
  {
    "ten": "Tết cơm mới",
    "diaDiem": "Nhiều quốc gia",
    "thoiGian": "15/10",
    "mieuTa": "Tết Song thập (Chữ Hán: 十成節, Hán Việt: Song thập tiết) (mùng 10 tháng 10 hoặc 15 tháng 10 Âm lịch) còn gọi là tết của các thầy thuốc, hay là Tết Trùng thập, Tết Thường tân, Tết Cơm mới tháng mười, có xuất xứ từ Trung Quốc.",
    "anh": "//upload.wikimedia.org/wikipedia/commons/thumb/2/23/V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG/220px-V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG",
    "url": "https://vi.wikipedia.org/wiki/T%E1%BA%BFt_Song_th%E1%BA%ADp",
    "nguon": 2
  },
  {
    "ten": "Lễ hội đền Nguyễn Công Trứ",
    "diaDiem": "Ninh Bình, huyện Kim Sơn",
    "thoiGian": "13/11",
    "lanDauToChuc": "Nhà Nguyễn",
    "mieuTa": "Lễ hội đền Nguyễn Công Trứ là lễ hội lớn nhất của cư dân huyện mới ven biển Kim Sơn tỉnh Ninh Bình để ghi nhớ công ơn của Doanh điền Nguyễn Công Trứ - người đã chiêu dân khai hoang lấn biển lập ra huyện Kim Sơn (núi vàng) của Ninh Bình và Tiền Hải (biển bạc) của Thái Bình. Lễ hội diễn ra từ ngày 14 tháng 11 đến 16 tháng 11 âm lịch hàng năm để tưởng niệm ngày mất của ông.",
    "diTichLienQuan": [
      "đền Nguyễn Công Trứ"
    ],
    "nhanVatLienQuan": [
      "Nguyễn Công Trứ"
    ],
    "anh": "//upload.wikimedia.org/wikipedia/commons/thumb/2/23/V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG/220px-V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG",
    "url": "https://vi.wikipedia.org/wiki/L%E1%BB%85_h%E1%BB%99i_%C4%91%E1%BB%81n_Nguy%E1%BB%85n_C%C3%B4ng_Tr%E1%BB%A9",
    "nguon": 2
  },
  {
    "ten": "Tiễn Ông Táo về trời",
    "diaDiem": "Nhiều quốc gia",
    "thoiGian": "23/12",
    "mieuTa": "Táo Quân (Chữ Hán: 灶君); Táo Vương (灶王), Ông Táo (翁灶) hay Thần Bếp (神灶), Vua Bếp (Chữ Nôm: 𢂜灶) trong tín ngưỡng dân gian Việt Nam và Trung Hoa được xem là vị thần cai quản việc bếp núc trong mỗi nhà; Táo (灶) có nghĩa là bếp. Việt Nam và Trung Hoa có những truyền thuyết về Táo Quân khác nhau.",
    "nhanVatLienQuan": [
      "Thổ Công",
      "Thổ địa",
      "Thổ kỳ"
    ],
    "anh": "//upload.wikimedia.org/wikipedia/commons/thumb/2/23/V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG/220px-V%C3%A2n_C%C3%B4n%2C_r%C6%B0%E1%BB%9Bc_Th%C3%A1nh_qua_ao_l%C3%A0ng.JPG",
    "url": "https://vi.wikipedia.org/wiki/T%C3%A1o_qu%C3%A2n",
    "nguon": 2
  },
  {
    "ten": "Lễ hội Pẩn pang - Nang ny",
    "diaDiem": "Sân trước Hang Pửn Pang - Nang Ni, bản Mường Ham, xã Châu Cường, huyện Quỳ Hợp.",
    "thoiGian": "Ngày 26 - 27 tháng 1 năm 2023 (tức ngày 5 - 6 tháng Giêng Âm lịch).",
    "nguon": 8
  },
  {
    "ten": "Lễ hội Đền Vua Mai (Gắn với kỷ niệm 1310 năm khởi nghĩa Hoan Châu, 1300 năm ngày mất Hoàng đế Mai Thúc Loan)",
    "diaDiem": "Khu lăng mộ Vua Mai, đền thờ Vua Mai - thị trấn Nam Đàn; mộ mẹ Vua Mai - xã Nam Thái, huyện Nam Đàn.",
    "thoiGian": "Ngày 2 - 5 tháng 2 năm 2023 (tức ngày 12 - 15 tháng Giêng âm lịch).",
    "nguon": 8
  },
  {
    "ten": "Lễ hội Đền Vạn Lộc",
    "diaDiem": "Đền Vạn Lộc, phường Nghi Tân, thị xã Cửa Lò.",
    "thoiGian": "Ngày 4 - 6 tháng 2 năm 2023 (tức ngày 14 - 16 tháng Giêng âm lịch).",
    "nguon": 8
  },
  {
    "ten": "Lễ hội Đền Cả (3 năm tổ chức cấp huyện 1 lần, vào năm 2023)",
    "diaDiem": "Đền Cả, xã Hoa Thành, huyện Yên Thành.",
    "nguon": 8
  },
  {
    "ten": "Lễ hội Đền Cờn",
    "diaDiem": "Đền Cờn, phường Quỳnh Phương, thị xã Hoàng Mai.",
    "thoiGian": "Ngày 9 - 11 tháng 2 năm 2023 (tức ngày 19 - 21 tháng Giêng âm lịch).",
    "nguon": 8
  },
  {
    "ten": "Lễ hội Đền Quả Sơn",
    "diaDiem": "Đền Quả Sơn, xã Bồi Sơn, huyện Đô Lương.",
    "thoiGian": "Ngày 9 - 10 tháng 2 năm 2023 (tức ngày 19 - 20 tháng Giêng Âm lịch).",
    "nguon": 8
  },
  {
    "ten": "Lễ hội Hang Bua",
    "diaDiem": "Bản Bua, xã Châu Tiến, huyện Quỳ Châu.",
    "nguon": 8
  },
  {
    "ten": "Lễ hội Pu Nhạ Thầu",
    "diaDiem": "Đền Pu Nhạ Thầu, bản Na Lượng, xã Hữu Kiệm, huyện Kỳ Sơn.",
    "thoiGian": "Từ ngày 14 - 15 tháng 2 năm 2023 (tức ngày 24 - 25 tháng Giêng Âm lịch).",
    "nguon": 8
  },
  {
    "ten": "Lễ hội Đền thờ Nguyễn Xí",
    "diaDiem": "Đền thờ Nguyễn Xí, xã Nghi Hợp, huyện Nghi Lộc.",
    "nguon": 8
  },
  {
    "ten": "Lễ hội Đền Đức Hoàng",
    "diaDiem": "Đền Đức Hoàng, xã Phúc Thành, huyện Yên Thành.",
    "thoiGian": "Ngày 19 - 20 tháng 2 năm 2023 (tức ngày 29/1 - 1/2 Âm lịch).",
    "nguon": 8
  },
  {
    "ten": "Lễ hội Đền Thanh Liệt",
    "diaDiem": "Đền Thanh Liệt, xã Xuân Lam, huyện Hưng Nguyên.",
    "thoiGian": "Ngày 24 - 25 tháng 2 năm 2023 (tức ngày 5 - 6 tháng 2 Âm lịch).",
    "nguon": 8
  },
  {
    "ten": "Lễ hội làng Vạc",
    "diaDiem": "Khu di chỉ khảo cổ học làng Vạc, phường Long Sơn, TX Thái Hòa.",
    "thoiGian": "Ngày 26 - 28 tháng 2 năm 2023 (tức ngày 7 - 9 tháng 2 Âm lịch).",
    "nguon": 8
  },
  {
    "ten": "Lễ hội Đền Bạch Mã",
    "diaDiem": "Đền Bạch Mã, xã Võ Liệt, huyện Thanh Chương.",
    "thoiGian": "Ngày 27/2 - 1/3 tháng 3 năm 2023 (tức ngày 8 - 10 tháng 2 Âm lịch).",
    "nguon": 8
  },
  {
    "ten": "Lễ hội đền Choọng",
    "diaDiem": "Bản Choọng Bùng, xã Châu Lý, huyện Quỳ Hợp.",
    "thoiGian": "Ngày 2 - 3 tháng 3 năm 2023 (tức ngày 11 - 12/2 Âm lịch).",
    "nguon": 8
  },
  {
    "ten": "Lễ hội Đền Cuông",
    "diaDiem": "Đền Cuông, xã Diễn An, huyện Diễn Châu.",
    "nguon": 8
  },
  {
    "ten": "Lễ hội Đền Chín Gian",
    "diaDiem": "Đền Chín Gian, xã Châu Kim, huyện Quế Phong.",
    "thoiGian": "Ngày 5 - 7 tháng 3 năm 2023 (tức ngày 14 - 16 tháng 2 Âm lịch).",
    "nguon": 8
  },
  {
    "ten": "Lễ hội Đền chùa Rú Gám",
    "diaDiem": "Đền Chùa Rú Gám, xã Xuân Thành, huyện Yên Thành",
    "thoiGian": "Ngày 5 - 7 tháng 3 năm 2023 (tức ngày 14 - 16 tháng 2 Âm lịch).",
    "nguon": 8
  },
  {
    "ten": "Lễ hội Đền Hồng Sơn",
    "diaDiem": "Đền Hồng Sơn, phường Hồng Sơn, TP Vinh.",
    "thoiGian": "Ngày 3 tháng 4 năm 2023 (tức ngày 3 tháng 3 Âm lịch).",
    "nguon": 8
  },
  {
    "ten": "Lễ hội Đền Cửa",
    "diaDiem": "Đền Cửa, xã Nghi Khánh, huyện Nghi Lộc.",
    "nguon": 8
  },
  {
    "ten": "Lễ hội Môn Sơn - Lục Dạ (Kỷ niệm 92 năm Ngày thành lập Chi bộ Đảng đầu tiên ở miền Tây xứ Nghệ 1931 - 2023)",
    "diaDiem": "tại Cây đa Cồn Chùa, xã Môn Sơn, huyện Con Cuông.",
    "thoiGian": "Ngày 14, 15 tháng 4 năm 2023.",
    "nguon": 8
  },
  {
    "ten": "Lễ hội du lịch Cửa Lò",
    "diaDiem": "Quảng trường Bình Minh - Thị xã Cửa Lò.",
    "thoiGian": "Ngày 30/4 và 1/5/2023.",
    "nguon": 8
  },
  {
    "ten": "Lễ hội Làng Sen gắn với Kỷ niệm 133 năm Ngày sinh Chủ tịch Hồ Chí Minh",
    "diaDiem": "huyện Nam Đàn, thành phố Vinh.",
    "thoiGian": "Ngày 18 - 19 tháng 5 năm 2023.",
    "nguon": 8
  },
  {
    "ten": "Lễ hội đền Tam Tòa",
    "diaDiem": "Đền Tam Tòa, xã Nghi Công Bắc, huyện Nghi Lộc.",
    "thoiGian": "Ngày 31/6 - 1/7 năm 2023 (tức ngày 14 - 15/6 Âm lịch).",
    "nguon": 8
  },
  {
    "ten": "Lễ hội “Phúc lục ngoạt” (03 năm tổ chức một lần, vào các năm Tý, Ngọ, Mão, Dậu)",
    "diaDiem": "Đền Yên Lương, phường Nghi Thủy, thị xã Cửa Lò.",
    "thoiGian": "Ngày 31/6 - 2/7 năm 2023 (tức ngày 14 - 16/6 Âm lịch).",
    "nguon": 8
  },
  {
    "ten": "Lễ hội “Uống nước nhớ nguồn” gắn với Kỷ niệm 76 năm Ngày Thương binh - Liệt sĩ (27/7/1947 - 27/7/2023)",
    "diaDiem": "Nghĩa trang Hữu nghị Việt Lào, huyện Anh Sơn.",
    "thoiGian": "Ngày 26, 27 tháng 7 năm 2023.",
    "nguon": 8
  },
  {
    "ten": "Lễ hội Đền Quang Trung",
    "diaDiem": "Đền Quang Trung, phường Trung Đô, TP Vinh.",
    "thoiGian": "Ngày 13 tháng 9 năm 2023 (tức ngày 29 tháng 7 Âm lịch).",
    "nguon": 8
  },
  {
    "ten": "Lễ hội Bươn Xao",
    "diaDiem": "Di tích thành Lê Lợi, bản Kẻ Ỏn, xã Tiên Kỳ, huyện Tân Kỳ.",
    "thoiGian": "Ngày 3 - 4 tháng 10 năm 2023 (tức ngày 19 - 20/8 Âm lịch).",
    "nguon": 8
  },
  {
    "ten": "Lễ hội Đền Hoàng Mười",
    "diaDiem": "Đền Hoàng Mười, xã Hưng Thịnh, huyện Hưng Nguyên.",
    "thoiGian": "Ngày 21 - 22 tháng 11 năm 2023 (tức ngày 9 - 10/10 Âm lịch).",
    "nguon": 8
  },
  {
    "ten": "Lễ hội đình, đền Cao Sơn (Kim Liên)",
    "diaDiem": "Làng Kim Liên cũ (Nay thuộc khu vực phường Phương Liên - quận Đống Đa - hà Nội",
    "thoiGian": "Diễn ra vào tháng 3 âm lịch, cụ thể là ngày 15 và 16 tháng 3",
    "mieuTa": "Một số hoạt động trong lễ hội: thi cắt tóc, nấu ăn, bày cỗ, rước kiệu, tế lễ, chọi chim.",
    "anh": "https://www.vietfuntravel.com.vn/image/data/Ha-Noi/le-hoi-ha-noi/le-hoi-1-den-cao-son.jpg",
    "nguon": 9
  },
  {
    "ten": "Đêm hội Giã La",
    "diaDiem": "lễ hội nằm ở Xã Dương Nội, huyện Hoài Đức - Hà Nội",
    "thoiGian": "Diễn ra trong 9 ngày, từ ngày 6 đến ngày 14 tháng 1 âm lịch",
    "mieuTa": "Một số hoạt động trong đêm hội: diễn trò săn hổ, rước đêm, rước hoàn cung.",
    "anh": "https://www.vietfuntravel.com.vn/image/data/Ha-Noi/le-hoi-ha-noi/le-hoi-2-dem-hoi-gia-la.jpg",
    "nguon": 9
  },
  {
    "ten": "Hội đánh cá Làng Me",
    "diaDiem": "lễ hội này nằm ở xã Tích Giang, huyện Phúc Thọ - thành phố Hà Nội",
    "thoiGian": "Diễn ra trong khoảng thời gian từ ngày 2.2 đến ngày 10.2 âm lịch hằng năm, trong đó thời gian chính của lễ hội diễn ra vào ngày 4.2 âm lịch",
    "mieuTa": "Một số hoạt động nổi bật của lễ hội: hát đúm, thi đánh cá tế thánh Tản Viên, đáo đĩa, làm tiệc cá.",
    "nguon": 9
  },
  {
    "ten": "Hội Đình Mai",
    "diaDiem": "xã Thanh mai, thuộc huyện Thanh Oai - Hà Nội",
    "thoiGian": "Diễn ra : vào ngày 20/12 âm lịch hằng năm",
    "mieuTa": "Một số hoạt động nổi bật của Hội Đình Mai: Chọi gà, chơi cờ tướng, tế thần.",
    "anh": "https://www.vietfuntravel.com.vn/image/data/Ha-Noi/le-hoi-ha-noi/le-hoi-4-hoi-dinh-mai.jpg",
    "nguon": 9
  },
  {
    "ten": "Hội đình An Phú",
    "diaDiem": "địa chỉ phường Nghĩa Đô, thuộc khu vực quận Cầu Giấy - Hà Nội",
    "thoiGian": "Diễn ra trong ngày 13.2 âm lịch",
    "mieuTa": "Hội đình An Phú có một trò chơi khá thú vị, đó là trò chơi đi cầu noi nổi tiếng.",
    "nguon": 9
  },
  {
    "ten": "Hội Đại Mỗ",
    "diaDiem": "địa chỉ xã Đại Mỗ, huyện Từ Liêm, Hà Nội",
    "thoiGian": "Diễn ra trong khoảng thời gian 3 ngày, từ ngày 6 đến ngày 8 tháng 1 âm lịch hằng năm",
    "mieuTa": "Một số hoạt động chính trong lễ hội là: hát ả đào, thi thổi xôi, cờ người.",
    "anh": "https://www.vietfuntravel.com.vn/image/data/Ha-Noi/le-hoi-ha-noi/le-hoi-6-hoi-dai-mo.jpg",
    "nguon": 9
  },
  {
    "ten": "Hội đình Gia Thụy",
    "diaDiem": "địa chỉ đình Gia Thụy, thuộc phường Gia Thụy",
    "thoiGian": "Diễn ra vào ngày 10.2 âm lịch",
    "mieuTa": "Một số hoạt động chính của đình là đu bay, cờ người và ca trù.",
    "nguon": 9
  },
  {
    "ten": "Hội đình Nhật Tảo",
    "diaDiem": "xã Đông Ngạc - Từ Liêm - Hà Nội",
    "thoiGian": "Diễn ra vào ngày 11/2 âm lịch",
    "mieuTa": "Diễn ra vào ngày 11/2 âm lịch tại xã Đông Ngạc - Từ Liêm - Hà Nội, hội đình Nhật Tảo có một số hoạt động thú vị cho các bạn trải nghiệm, đó là thi bánh giầy, chè kho.",
    "anh": "https://www.vietfuntravel.com.vn/image/data/Ha-Noi/le-hoi-ha-noi/le-hoi-8-hoi-dinh-nhat-tao.jpg",
    "nguon": 9
  },
  {
    "ten": "Hội đình Kim Mã Hạ",
    "diaDiem": "địa chỉ số 6 phố Kim Mã, phường Kim Mã - Ba Đình - Hà Nội",
    "thoiGian": "Diễn ra vào ngày 10.1 âm lịch",
    "mieuTa": "Một số hoạt động thú vị mà Kim Mã Hạ mang lại, đó là: thi thuyền nan, leo cầu.",
    "anh": "https://www.vietfuntravel.com.vn/image/data/Ha-Noi/le-hoi-ha-noi/le-hoi-9-hoi-dinh-kim-ma-ha.jpg",
    "nguon": 9
  },
  {
    "ten": "Hội đình Bà Tía",
    "diaDiem": "thôn Vĩnh Ninh, xã Vĩnh Quỳnh - Thanh Trì - Hà Nội",
    "thoiGian": "Diễn ra trong khoảng thời gian từ ngày 8.2 đến hết ngày 10.2 âm lịch hằng năm",
    "mieuTa": "Một số hoạt động thú vị tại hội đình này là thi cầu đập nồi niêu, đánh cờ, thi đấu vật.",
    "anh": "https://www.vietfuntravel.com.vn/image/data/Ha-Noi/le-hoi-ha-noi/le-hoi-10-dinh-ba-tia.jpg",
    "nguon": 9
  },
  {
    "ten": "Hội đình Gừng",
    "diaDiem": "phương Khương Đình - quận Thanh Xuân - Hà Nội",
    "thoiGian": "Diễn ra trong ngày 12.2 âm lịch hằng năm",
    "mieuTa": "Hoạt động thú vị của hội đình Gừng là chơi cờ người, hát chèo, múa sư tử, múa rồng.",
    "nguon": 9
  },
  {
    "ten": "Hội đình Phú Diễn",
    "diaDiem": "địa chỉ xã Phú Diễn, thuộc huyện Từ Liêm, Hà Nội",
    "thoiGian": "Diễn ra vào ngày 7 đến ngày 9 tháng 3 âm lịch",
    "mieuTa": "Một số hoạt động thú vị tại hội đình Phú Diễn cho các bạn trải nghiệm, đó là đấu vật, hát ca trù, múa rối nước, đấu roi, bịt mắt bắt dê.",
    "anh": "https://www.vietfuntravel.com.vn/image/data/Ha-Noi/le-hoi-ha-noi/le-hoi-12-dinh-phu-dien.jpg",
    "nguon": 9
  },
  {
    "ten": "Hội đình Thanh Liệt",
    "diaDiem": "phường Thanh Liệt, huyện Thanh Trì, Hà Nội",
    "thoiGian": "Diễn ra vào ngày 8 đến ngày 10 tháng 2 âm lịch hằng năm",
    "mieuTa": "Một số hoạt động mà đình Thanh Liệt mang lại: diễn tuồng, chọi gà, rước kiệu từ đình nội ra đình ngoại, đánh cờ bỏi.",
    "anh": "https://www.vietfuntravel.com.vn/image/data/Ha-Noi/le-hoi-ha-noi/le-hoi-13-lang-thanh-liet.jpg",
    "nguon": 9
  },
  {
    "ten": "Hội Đình Trần Đăng",
    "diaDiem": "hội đình: ở làng Trần Đăng, xã Hoa Sơn, huyện Ứng Hòa, Hà Nội",
    "thoiGian": "Diễn ra hội đình: 6.1 âm lịch",
    "mieuTa": "Hoạt động thú vị trong hội đình: hóa trang hổ, đuổi bắt giặc.",
    "anh": "https://www.vietfuntravel.com.vn/image/data/Ha-Noi/le-hoi-ha-noi/le-hoi-14-hoi-dinh-tran-dang.jpg",
    "nguon": 9
  },
  {
    "ten": "Hội đình Quảng Bá",
    "diaDiem": "thôn Quảng Bá - phường Quảng An - quận Tây Hồ - Hà Nội",
    "thoiGian": "Diễn ra hội đình: từ ngày 10 đến ngày 12 tháng 2 âm lịch hằng năm",
    "mieuTa": "Hoạt động thú vị của hội đình: chọi gà và cờ người cực kỳ thú vị.",
    "anh": "https://www.vietfuntravel.com.vn/image/data/Ha-Noi/le-hoi-ha-noi/le-hoi-15-hoi-dinh-quang-ba.jpg",
    "nguon": 9
  },
  {
    "ten": "Hội đền Đông Bộ Đầu",
    "diaDiem": "hội đền: xã Thống Nhất, thuộc huyện Thường Tín - Hà Nội",
    "thoiGian": "Diễn ra : vào ngày 8.1 âm lịch hằng năm",
    "mieuTa": "Một số hoạt động thú vị mà hội đền mang lại: tổ chức trò chơi múa gậy thú vị, làm lễ tưởng niệm công ơn Ứng Thiên đã diệt trừ thuồng luồng, bảo vệ cuộc sống an bình cho người dân.",
    "anh": "https://www.vietfuntravel.com.vn/image/data/Ha-Noi/le-hoi-ha-noi/le-hoi-16-dong-bo-dau.jpg",
    "nguon": 9
  },
  {
    "ten": "Hội đình Thượng Lão",
    "diaDiem": "thôn Lực Canh, xã Xuân Canh, Đông Anh, hà Nội",
    "thoiGian": "Diễn ra vào ngày 7.1 âm lịch hằng năm",
    "mieuTa": "Hoạt động tại hội đình Thượng Lão: đấu vật, thả diều, ca trù, cờ người.",
    "nguon": 9
  },
  {
    "ten": "Hội đình Văn Khê",
    "diaDiem": "địa chỉ xã Nghĩa Hương - Huyện Quốc Oai, Hà Nội",
    "thoiGian": "Diễn ra trong khoảng thời gian từ ngày 17 đến hết ngày 18 tháng 5 âm lịch hằng năm",
    "mieuTa": "Hội đình Văn Khê diễn ra một số hoạt động thú vị, đó là đánh cờ, tổ tôm điếm, lễ rước nước, diễn chèo.",
    "anh": "https://www.vietfuntravel.com.vn/image/data/Ha-Noi/le-hoi-ha-noi/le-hoi-18-hoi-dinh-van-khe.jpg",
    "nguon": 9
  },
  {
    "ten": "Hội đền Bà Tấm",
    "diaDiem": "thôn Dương Đá, xã Dương Xá, Gia Lâm - Hà Nội",
    "thoiGian": "Diễn ra trong 3 ngày, đó là ngày 19.2, ngày 22.2 và ngày 25.7 âm lịch hằng năm",
    "mieuTa": "Được biết đây là một hội đền khá lớn và thường thì 5 năm mới diễn ra 1 lần tại thôn Dương Đá, xã Dương Xá, Gia Lâm - Hà Nội.",
    "anh": "https://www.vietfuntravel.com.vn/image/data/Ha-Noi/le-hoi-ha-noi/le-hoi-19-hoi-den-ba-tam.jpg",
    "nguon": 9
  },
  {
    "ten": "Hội đền Ghềnh",
    "diaDiem": "thôn Ái Mộ, phường Bồ Đề - Long Biên - Hà Nội",
    "thoiGian": "Diễn ra vào ngày 20.8 âm lịch hằng năm",
    "mieuTa": "Một số hoạt động hay, thú vị mà hội đình Ghềnh mang lại: Hát văn ca ngợi công đức của Thánh Mẫu.",
    "anh": "https://www.vietfuntravel.com.vn/image/data/Ha-Noi/le-hoi-ha-noi/le-hoi-20-hoi-den-ghenh.jpg",
    "nguon": 9
  },
  {
    "ten": "Hội đền Cai Công",
    "diaDiem": "làng Thượng Thanh, xã Thanh Cao - Thanh Oai - Hà Nội",
    "thoiGian": "Diễn ra trong những khoảng thời gian: từ ngày 10 đến ngày 12 tháng 2 âm lịch và ngày 7.7 âm lịch hằng năm",
    "mieuTa": "Một số hoạt động mà hội đền mang lại, đó là: chọi gà, đấu vật, cúng cỗ chay, cờ tướng.",
    "nguon": 9
  },
  {
    "ten": "Hội đền Dầm",
    "diaDiem": "thôn Sâm Dương - Ninh Sở - Thường Tín - Hà Nội",
    "thoiGian": "Diễn ra từ ngày 5 đến ngày 7 tháng 2 âm lịch",
    "mieuTa": "Một số hoạt động tại đền Dầm trong thời gian diễn ra lễ hội, đó là: múa rồng, múa sư tử, kéo chữ, cờ người, chọi gà.",
    "anh": "https://www.vietfuntravel.com.vn/image/data/Ha-Noi/le-hoi-ha-noi/le-hoi-22-hoi-den-dam.jpg",
    "nguon": 9
  },
  {
    "ten": "Hội đền Hữu Vĩnh",
    "thoiGian": "Diễn ra hội đền này, đó là: - Hội xuân diễn ra từ ngày 10 đến ngày 12 tháng 1 âm lịch",
    "mieuTa": "Một số hoạt động của hội đền: rước kiệu, đấu vật, bơi trải.",
    "anh": "https://www.vietfuntravel.com.vn/image/data/Ha-Noi/le-hoi-ha-noi/le-hoi-23-den-huu-vinh.jpg",
    "nguon": 9
  },
  {
    "ten": "Hội đền Nguyễn Trãi",
    "diaDiem": "địa chỉ Làng Nhị Khê, xã Nhị Khê, Thường Tín - Hà Nội",
    "thoiGian": "Diễn ra vào ngày 16.8 âm lịch hằng năm",
    "mieuTa": "Đền Nguyễn Trãi thờ ông Nguyễn Trãi - ông là một vị khai quốc công thần, một nhà chính trị, nhà đối ngoại tài ba và là nhà văn hóa lớn ở thế kỷ 15.",
    "anh": "https://www.vietfuntravel.com.vn/image/data/Ha-Noi/le-hoi-ha-noi/le-hoi-24-hoi-den-nguyen-trai.jpg",
    "nguon": 9
  },
  {
    "ten": "Hội đền Hát Môn",
    "mieuTa": "3 âm lịch.",
    "anh": "https://www.vietfuntravel.com.vn/image/data/Ha-Noi/le-hoi-ha-noi/le-hoi-25-hoi-den-hat-mon.jpg",
    "nguon": 9
  },
  {
    "ten": "Hội đền Hạ Lôi",
    "diaDiem": "làng Hạ Lôi, thuộc khu vực xã Mê Linh, huyện Mê Linh, Hà Nội",
    "thoiGian": "Diễn ra vào ngày 6 tháng 1 âm lịch hằng năm",
    "mieuTa": "Một số hoạt động chính của hội đền Hạ Lôi cho các bạn tham gia, đó là: cúng bánh dày, giao kiệu và rước kiệu.",
    "anh": "https://www.vietfuntravel.com.vn/image/data/Ha-Noi/le-hoi-ha-noi/le-hoi-26-den-ha-loi.jpg",
    "nguon": 9
  },
  {
    "ten": "Hội đền Thụy Khuê",
    "diaDiem": "địa chỉ số 251 đường Thụy Khuê, thuộc khu vực phường Thụy Khuê, Tây Hồ - Hà Nội",
    "thoiGian": "Diễn ra vào ngày 10.2 âm lịch hằng năm",
    "mieuTa": "Hoạt động chính mà hội đền Thụy Khuê mang lại, đó là rước kết chạ với Thủ Lệ.",
    "anh": "https://www.vietfuntravel.com.vn/image/data/Ha-Noi/le-hoi-ha-noi/le-hoi-27-den-thuy-khue.jpg",
    "nguon": 9
  },
  {
    "ten": "Hội đền Thanh Nhàn",
    "diaDiem": "địa chỉ thôn Thanh Nhàn, xã Thanh Xuân, Huyện Sóc Sơn, Hà Nội",
    "thoiGian": "Diễn ra vào ngày 6.1 âm lịch hằng năm",
    "mieuTa": "Hoạt động chính mà hội đền mang lại, đó là: tổ chức đám rước lớn của 9 làng.",
    "anh": "https://www.vietfuntravel.com.vn/image/data/Ha-Noi/le-hoi-ha-noi/le-hoi-28-hoi-den-thanh-nhan.jpg",
    "nguon": 9
  },
  {
    "ten": "Hội đua thuyền Yên Duyên",
    "diaDiem": "xã Yên Duyên, huyện Thanh Trì - Hà Nội",
    "thoiGian": "Diễn ra vào ngày 15 tháng 8 âm lịch hằng năm",
    "mieuTa": "Hoạt động chính của lễ hội chính là đua thuyền.",
    "anh": "https://www.vietfuntravel.com.vn/image/data/Ha-Noi/le-hoi-ha-noi/le-hoi-29-hoi-dua-thuyen-yen-duyen.jpg",
    "nguon": 9
  },
  {
    "ten": "Hội đền Sái",
    "diaDiem": "hội đền Sái nằm ở thôn Thụy Lôi, xã Thụy Lâm, huyện Đông Anh, Hà Nội",
    "thoiGian": "Diễn ra vào ngày 12 tháng 1 âm lịch hằng năm",
    "mieuTa": "Hoạt động mà hội đền Sái mang lại, đó là: diễn trò rước Vua sống do 1 cụ già lâu năm đóng vai vua.",
    "anh": "https://www.vietfuntravel.com.vn/image/data/Ha-Noi/le-hoi-ha-noi/le-hoi-30-hoi-den-soi.jpg",
    "nguon": 9
  },
  {
    "ten": "Hội cướp cầu Viên Nội",
    "diaDiem": ": nằm ở thôn Viên Nội, xã Vân Nội - Đông Anh, Hà Nội",
    "thoiGian": "Diễn ra : 8.1 âm lịch hằng năm",
    "mieuTa": "Hoạt động trong hội cướp cầu Viên Nội đó là: trò chơi dùng \"ông Móc\" móc cầu và giành cầu.",
    "anh": "https://www.vietfuntravel.com.vn/image/data/Ha-Noi/le-hoi-ha-noi/le-hoi-31-hoi-cuop-cau.JPG",
    "nguon": 9
  },
  {
    "ten": "Hội chùa Đậu",
    "diaDiem": "hội chùa Đậu, đó là: Làng Gia Phúc, xã Nguyễn Trãi - Thường Tín - Hà Nội",
    "thoiGian": "Diễn ra : từ ngày 8 đến hết ngày 10 tháng 1 âm lịch hằng năm",
    "mieuTa": "- Hoạt động chính của lễ hội: lễ rước nước và lễ Lạp nguyệt.",
    "anh": "https://www.vietfuntravel.com.vn/image/data/Ha-Noi/le-hoi-ha-noi/le-hoi-32-hoi-chua-dau.jpg",
    "nguon": 9
  },
  {
    "ten": "Hội chùa Hoa Lăng",
    "diaDiem": "dịa chỉ quận Cầu Giấy - Hà Nội",
    "thoiGian": "Diễn ra vào ngày 7/3 âm lịch hằng năm",
    "mieuTa": "Hoạt động của hội chùa, đó là: lễ đấu thần.",
    "nguon": 9
  },
  {
    "ten": "Hội chùa Hàm Long",
    "diaDiem": "xã Thụy Phương, huyện Từ Liêm - Hà Nội",
    "thoiGian": "Diễn ra vào ngày 15.5 âm lịch hằng năm",
    "mieuTa": "Hoạt động mà hội chùa Hàm Long mang lại: lễ phát tấu cúng Phật, lễ rước văn.",
    "anh": "https://www.vietfuntravel.com.vn/image/data/Ha-Noi/le-hoi-ha-noi/le-hoi-34-chua-ham-long.JPG",
    "nguon": 9
  },
  {
    "ten": "Hội chùa Tây Phương",
    "diaDiem": "lễ hội: xã Thạch Xá - Thạch Thất - Hà Nội",
    "thoiGian": "Diễn ra : ngày 6.3 âm lịch hằng năm",
    "mieuTa": "Hoạt động hội chùa: tụng kinh niệm phật và hành hương lễ Phật.",
    "anh": "https://www.vietfuntravel.com.vn/image/data/Ha-Noi/le-hoi-ha-noi/le-hoi-35-chua-tay-phuong.jpeg",
    "nguon": 9
  },
  {
    "ten": "Hội chùa Tam Huyền",
    "diaDiem": "phường Hạ Đình - quận Thanh Xuân - Hà Nội",
    "thoiGian": "Diễn ra vào ngày 6.3 âm lịch hằng năm",
    "mieuTa": "Hoạt động chính mà hội chùa Tam Huyền mang lại, đó là vật tay, chọi gà, đấu roi, thi thổi xôi.",
    "anh": "https://www.vietfuntravel.com.vn/image/data/Ha-Noi/le-hoi-ha-noi/le-hoi-36-chua-tam-huyen.jpg",
    "nguon": 9
  },
  {
    "ten": "Hội Dịch Vọng Trung",
    "diaDiem": "lễ hội ở thôn Trung, phường Dịch Vọng - Cầu Giấy - Hà Nội",
    "thoiGian": "Diễn ra 5 năm 1 năm vào ngày 12.2 âm lịch hằng năm",
    "mieuTa": "Hoạt động mà lễ hội này mang lại, đó là: chọi gà, vật võ, đập nồi niêu, đu dây, hát chèo.",
    "nguon": 9
  },
  {
    "ten": "Hội làng Đại Lan",
    "diaDiem": "hội làng nằm ở Thôn Đại Lan, xã Duyên Hà - Huyện Thanh Trì - Hà Nội",
    "thoiGian": "Diễn ra trong khoảng thời gian từ ngày 6.1 đến ngày 8.1 âm lịch hằng năm",
    "mieuTa": "Hội làng Đại Lan sẽ có một số hoạt động, đó là: đánh gậy, múa roi, hội vật, rước và làm cỗ cá lăng.",
    "anh": "https://www.vietfuntravel.com.vn/image/data/Ha-Noi/le-hoi-ha-noi/le-hoi-38-hoi-lang-dai-lan.jpg",
    "nguon": 9
  },
  {
    "ten": "Hội Hoa Sơn",
    "diaDiem": "hội Hoa Sơn: xã Hoa Sơn, huyện Ứng Hòa - Hà Nội",
    "thoiGian": "Diễn ra : ngày 6.1 âm lịch hằng năm",
    "mieuTa": "- Hoạt động chính trong lễ hội Hoa Sơn: Hội cầu mùa.",
    "nguon": 9
  },
  {
    "ten": "Hội Gióng đền Sóc",
    "diaDiem": "xã Phù Linh, huyện Sóc Sơn, Hà Nội",
    "thoiGian": "Diễn ra từ ngày 6 đến ngày 8 tháng 1 âm lịch, trong đó ngày chính của lễ chính là ngày 7.1 (gọi là ngày thánh hóa)",
    "mieuTa": "Hoạt động nổi bật mà hội Gióng đền Sóc mang lại, đó là: cướp hoa tre và chém tướng giặc Ân.",
    "anh": "https://www.vietfuntravel.com.vn/image/data/Ha-Noi/le-hoi-ha-noi/le-hoi-40-hoi-giong-den-soc.jpg",
    "nguon": 9
  },
  {
    "ten": "Hội làng Bà Già",
    "diaDiem": "Đình Phú Gia, phường Phú Thượng - Tây Hồ - Hà Nội",
    "thoiGian": "Diễn ra từ ngày 9 tháng 1 đến hết ngày 11 tháng 1 âm lịch",
    "mieuTa": "Diễn ra từ ngày 9 tháng 1 đến hết ngày 11 tháng 1 âm lịch tại Đình Phú Gia, phường Phú Thượng - Tây Hồ - Hà Nội, hội làng Bà Già có tổ chức hoạt động hát ả đào, rước nước cực kỳ hấp dẫn cho các bạn thưởng thức.",
    "nguon": 9
  },
  {
    "ten": "Hội phủ Tây Hồ",
    "diaDiem": "phường Quảng An, Quận Tây Hồ - Hà Nội",
    "thoiGian": "Diễn ra từ ngày 3 đến ngày 7 tháng 3 âm lịch",
    "mieuTa": "Hoạt động chính của hội phủ Tây Hồ là dâng hương và hát văn.",
    "anh": "https://www.vietfuntravel.com.vn/image/data/Ha-Noi/le-hoi-ha-noi/le-hoi-42-hoi-phu-tay-ho.jpg",
    "nguon": 9
  },
  {
    "ten": "lễ hội Đống Đa",
    "diaDiem": "Gò Đống Đa, quận Đống Đa, Hà Nội",
    "thoiGian": "Diễn ra vào đúng ngày 5 tháng 1 âm lịch hằng năm",
    "mieuTa": "Hoạt động chính mà lễ hội Đống Đa tổ chức là rước rồng lửa Thăng Long cực kỳ hoành tráng.",
    "anh": "https://www.vietfuntravel.com.vn/image/data/Ha-Noi/le-hoi-ha-noi/le-hoi-43-hoi-go-dong-da.jpg",
    "nguon": 9
  },
  {
    "ten": "Lễ hội đình Nhật Tân",
    "thoiGian": "Diễn ra lễ hội từ ngày 8 tháng 2 đến ngày 11 tháng 2 âm lịch hằng năm",
    "mieuTa": "Hoạt động mà lễ hội đình Nhật Tân mang lại, đó là: rước kiệu, rước nước, dâng hương, biểu diễn chèo, đánh cờ.",
    "anh": "https://www.vietfuntravel.com.vn/image/data/Ha-Noi/le-hoi-ha-noi/le-hoi-44-hoi-lang-nhat-tan.jpg",
    "nguon": 9
  },
  {
    "ten": "Lễ hội đền Bạch Mã",
    "diaDiem": "đền bạch Mã, số 76 phố Hàng Buồm, khu vực quận Hoàn Kiếm vào ngày 12 và 13 tháng 2 âm lịch hàng năm",
    "thoiGian": "Diễn ra ở đền bạch Mã, số 76 phố Hàng Buồm, khu vực quận Hoàn Kiếm vào ngày 12 và 13 tháng 2 âm lịch hàng năm",
    "mieuTa": "Hoạt động chính của lễ hội, đó là: múa rồng, tiến trâu, rước kiệu, dâng hương.",
    "anh": "https://www.vietfuntravel.com.vn/image/data/Ha-Noi/le-hoi-ha-noi/le-hoi-45-hoi-den-bach-ma.jpg",
    "nguon": 9
  },
  {
    "ten": "Lễ hội Cổ Loa",
    "diaDiem": "khu vực huyện Đông Anh, Hà Nội từ ngày 6 đến ngày 15 tháng 1 âm lịch hằng năm",
    "mieuTa": "Lễ hội này diễn ra ở khu vực huyện Đông Anh, Hà Nội từ ngày 6 đến ngày 15 tháng 1 âm lịch hằng năm.",
    "anh": "https://www.vietfuntravel.com.vn/image/data/Ha-Noi/le-hoi-ha-noi/le-hoi-46-le-hoi-co-loa.jpg",
    "nguon": 9
  },
  {
    "ten": "Lễ hội chùa Hương",
    "diaDiem": "xã Hương Sơn, huyện Mỹ Đức, Hà Nội",
    "thoiGian": "Diễn ra từ ngày 6 tháng giêng cho đến hết tháng 3 âm lịch hằng năm",
    "mieuTa": "Hoạt động chính mà lễ hội mang lại, đó là múa rồng và bơi trải.",
    "anh": "https://www.vietfuntravel.com.vn/image/data/Ha-Noi/le-hoi-ha-noi/le-hoi-47-hoi-chua-huong.JPG",
    "nguon": 9
  },
  {
    "ten": "Lễ hội Làng Bát Tràng",
    "diaDiem": "lễ hội: Đình Bát Tràng, xã Bát Tràng, Gia Lâm, Hà Nội",
    "thoiGian": "Diễn ra lễ hội: từ ngày 14 đến hết ngày 16.2 âm lịch hằng năm",
    "mieuTa": "- Hoạt động chính của lễ hội: tắm bài vị, rước nước, thi sáng tác ca trù.",
    "anh": "https://www.vietfuntravel.com.vn/image/data/Ha-Noi/le-hoi-ha-noi/le-hoi-48-hoi-lang-bat-trang.jpg",
    "nguon": 9
  },
  {
    "ten": "Lễ hội đình Yên Phụ",
    "diaDiem": "đình Yên Phụ, phường Yên Phụ, Tây Hồ - Hà Nội",
    "thoiGian": "Diễn ra vào ngày 10 tháng 2 âm lịch hằng năm",
    "mieuTa": "Hoạt động chính mà lễ hội mang lại, đó là cờ người, múa lân, múa rồng, bơi thuyền.",
    "anh": "https://www.vietfuntravel.com.vn/image/data/Ha-Noi/le-hoi-ha-noi/le-hoi-49-hoi-dinh-yen-phu.jpg",
    "nguon": 9
  },
  {
    "ten": "Lễ hội Kén Rễ",
    "diaDiem": "làng Đường Yên, xã Xuân Nộn, huyện Đông Anh - Hà Nội",
    "thoiGian": "Diễn ra vào ngày 2 tháng 2 âm lịch hằng năm",
    "mieuTa": "Hoạt động chính của lễ hội nhằm chọn rể tài giỏi, đức độ cho nữ tướng Lê Hoa.",
    "anh": "https://www.vietfuntravel.com.vn/image/data/Ha-Noi/le-hoi-ha-noi/le-hoi-50-ken-re.jpg",
    "nguon": 9
  },
  {
    "ten": "Hội đình Tích Sơn",
    "diaDiem": "Phường Tích Sơn, thành phố Vĩnh Yên, tỉnh Vĩnh Phúc.",
    "thoiGian": "3/1 âm lịch.",
    "mieuTa": "Hội đình Tích Sơn nhằm ghi nhớ công ơn của 7 anh em nhà họ Lỗ theo vua đánh quân Mông Nguyên. Lễ hội nổi tiếng với nghi thức “tụ quân” miêu tả lại khung cảnh tụ quân đánh giặc thời xưa. Trong lễ hội có tổ chức nhiều trò chơi thi ném lợn, thi nấu cơm, thi kéo co nam nữ,…rất được nhân dân yêu thích và hưởng ứng nhiệt tình.",
    "anh": "https://dulichchaovietnam.com/public/fileupload/source/sanpham/le-hoi/H%E1%BB%99i%20%C4%91%C3%ACnh%20T%C3%ADch%20S%C6%A1n%20-%20VP.jpg",
    "nguon": 10
  },
  {
    "ten": "Hội Bạch Lưu",
    "diaDiem": "Xã Bạch Lưu, huyện Sông Lô, tỉnh Vĩnh Phúc.",
    "thoiGian": "28/12 âm lịch.",
    "mieuTa": "Hội Bạch Lưu diễn ra vào ngày giáp Tết với đối tượng suy tôn là Lã Công Lô một danh tướng có công đánh quân Triệu Văn Vương. Hội được tổ chức với nghi thức cúng tế và tổ chức chọi trâu rất náo nhiệt.",
    "anh": "https://dulichchaovietnam.com/public/fileupload/source/sanpham/le-hoi/H%E1%BB%99i%20B%E1%BA%A1ch%20L%C6%B0u%20VP.jpg",
    "nguon": 10
  },
  {
    "ten": "Hội Thượng Lạp",
    "diaDiem": "Xã Tân Tiến, huyện Vĩnh Tường, tỉnh Vĩnh Phúc.",
    "thoiGian": "10/1 âm lịch.",
    "mieuTa": "Hội Thượng Lạp được tổ chức với ý nghĩa tưởng nhớ công ơn của tướng quân Cao Nguyên là một vị tướng giởi dưới thời Hai Bà Trưng. Vào ngày hội nghi thức tế lễ được diễn ra trang trọng và nhiều trò chơi dân gian trong đó có diễn trò phất hết – một trò chơi cũng xuất hiện dưới thời Hai Bà Trưng ngày xưa chuyên để dùng rèn luyện thể lực cho nữ tướng quân.",
    "nguon": 10
  },
  {
    "ten": "Hội xuân làng Thổ Tang",
    "diaDiem": "Đình Thổ Tang, xã Thổ Tang, huyện Vĩnh Tường, tỉnh Vĩnh Phúc.",
    "thoiGian": "14 - 23/1 âm lịch (Hội xuân) và 18/12 âm lịch (Lễ khao thọ - 55 tuổi).",
    "mieuTa": "Lễ hội xuân làng là lễ hội được tổ chức hàng năm theo phong tục truyền thống của các làng xã vùng đồng bằng Bắc Bộ với sự thờ phụng Thần Đất (Nuôi Ná), Lâu Hổ Hầu (có công chống Nguyên Mông), Phùng Thị Dung tiên nương. Nghi thức lễ bắt đầu bằng cuộc rước từ miếu Trúc về đình làng theo sau đó khi phần lễ kết thúc người ta sẽ tổ chức các trò chơi dân gian hấp dẫn như đấu vật, cờ tướng,…",
    "anh": "https://dulichchaovietnam.com/public/fileupload/source/sanpham/le-hoi/H%E1%BB%99i%20xu%C3%A2n%20l%C3%A0ng%20Th%E1%BB%95%20Tang.jpg",
    "nguon": 10
  },
  {
    "ten": "Lễ hội chọi trâu Hải Lựu",
    "diaDiem": "Xã Hải Lựu, huyện Sông Lô.",
    "thoiGian": "17/1 âm lịch.",
    "mieuTa": "Lễ hội chọi trâu Hải Lựu là một trong những lễ hội chọi trâu cổ xưa nhất ở Việt Nam. Lễ hội có ý nghĩa tôn vinh tinh thần thượng võ, sự khỏe khoắn của con người đồng thời bởi nó biểu trưng cho tính cộng đồng và đặc biệt hơn gợi nhớ về cội nguồn cũng như giáo dục tình yêu quê hương sâu sắc. Lễ hội chọi trâu Hải Lựu có phần lễ tế Thành Hoàng làng và hội chọi trâu đặc sắc.",
    "anh": "https://dulichchaovietnam.com/public/fileupload/source/sanpham/le-hoi/ch%E1%BB%8Di%20tr%C3%A2u%20H%E1%BA%A3i%20L%E1%BB%B1u.JPG",
    "nguon": 10
  },
  {
    "ten": "Hội Rưng",
    "diaDiem": "Làng Văn Trưng, xã Thượng Trưng, huyện Vĩnh Tường, tỉnh Vĩnh Phúc.",
    "thoiGian": "6/1 - 10/2 âm lịch.",
    "mieuTa": "Hội Rưng là lễ hội làng mang đậm dấu ấn thờ thành hoàng làng trong văn hóa dân gian. Một điều khác biệt của hội Rưng với hầu hết các lễ hội làng khác đó là, ngoài không gian tổ chức ở đình, miếu của làng, lễ hội còn diễn ra ở chốn chợ quê là chợ Rưng. Chợ diễn ra vào dịp đầu năm cho nên càng đông túc, tấp nập. Người ta đến chợ xuân mua bán cầu may như nêm, không những vậy còn có các trò đua thuyền, đấu gậy, nấu cơm thi, bắt chạch trong chum (đôi trai gái thanh tân bá vai nhau, mỗi người một tay thò vào chum có nước bắt cho được con chạch trong đó) thu hút rất nhiều người tham gia.",
    "nguon": 10
  },
  {
    "ten": "Hội Yên Lập (trong tháng 4 âm lịch)",
    "diaDiem": "Xã Yên Lập, huyện Vĩnh Tường, tỉnh Vĩnh Phúc.",
    "thoiGian": "21/4 âm lịch.",
    "mieuTa": "Hội Yên Lập được tổ chức vào dịp tháng 4 âm lịch là ngày hội mang ý nghĩa suy tôn thần bản thổ có công giữ đất giữ làng, mưa thuận gió hòa. Trong hội tổ chức tiệc bánh giầy, múa gươm, chọi trâu,…rất thú vị và hấp dẫn nhiều người tham gia.",
    "nguon": 10
  },
  {
    "ten": "Hội Yên Lập (trong tháng 5 âm lịch)",
    "diaDiem": "Xã Yên Lập, huyện Vĩnh Tường, tỉnh Vĩnh Phúc.",
    "thoiGian": "25 - 27/5 âm lịch.",
    "mieuTa": "Hội Yên Lập tổ chức trong tháng 5 âm lịch là một hội khác so với ngày hội trong tháng 4 âm lịch. Hội Yên Lập tổ chức trong tháng 5 nhằm suy tôn Đăng Đạo Song Nga, âm phù Hai Bà Trưng. Trong hội có lễ trình Thánh được tổ chức nghiêm cẩn, trang nghiêm, song song đó là các hoạt động ghép thuyền ba lại với nhau để thi bơi trải rất kịch tính và được sự cổ vũ nồng nhiệt của người dân.",
    "anh": "https://dulichchaovietnam.com/public/fileupload/source/sanpham/le-hoi/H%E1%BB%99i%20Y%C3%AAn%20L%E1%BA%ADp.jpg",
    "nguon": 10
  },
  {
    "ten": "Hội làng Bồ Sao",
    "diaDiem": "Xã Bồ Sao, huyện Vĩnh Tường, tỉnh Vĩnh Phúc.",
    "thoiGian": "15 - 16/5 âm lịch.",
    "mieuTa": "Hội làng Bồ Sao mang nét đặc trưng của những hội làng khác với sự thờ cúng Đông Hải Đại Vương cầu mong nước non đủ đầy, mưa thuận gió hòa, cỏ cây tươi tốt. Trong ngày hội làng trai tráng sưc khỏe tốt được chọn để biểu diễn trò trình trình nghề nông: dân đóng các vai người đi cày, người đi bừa, người quăng mạ,...sao cho vừa tốt ít công sức nhất thửa ruộng lại đẹp nhất. Đến ngày 16/5 là lễ rước mạ lên kiệu đến đền Đuống, mâm mạ được đặt lên bàn thờ lễ thần, sau đó đem ra cấy.",
    "anh": "https://dulichchaovietnam.com/public/fileupload/source/sanpham/le-hoi/H%E1%BB%99i%20l%C3%A0ng%20B%E1%BB%93%20Sao.jpg",
    "nguon": 10
  }
]