[
  {
    "ten": "Thời tiền sử",
    "mieuTa": "Việt Nam ở thời tiền sử phát triển qua các thời kỳ sau:\nThời đồ đá cũ: Con người xuất hiện khoảng từ 10.000 – 30.000 năm về trước, với các dấu tích của nền văn hóa Núi Đọ, Thần Sa và Sơn Vi.\nThời đồ đá mới: Xuất hiện khoảng 5700-15000 năm về trước, tiêu biểu với văn hóa Hòa Bình và Bắc Sơn – cái nôi của nền văn minh lúa nước. Thời đồ đồng đá: Là nền văn hóa tiền sử thuộc thời đồ đồng và cuối thời đại đồ đá mới, xuất hiện khoảng từ 3500-4000 năm về trước; tiêu biểu là nền văn hóa Phùng Nguyên. Thời đồ đồng: Xuất hiện cách đây khoảng 3000 năm về trước với tiêu biểu là nền văn hóa Đồng Đậu và văn hóa Gò Mun.\nThời đồ sắt: Vào khoảng năm 1200 TCN, sự phát triển của kỹ thuật trồng lúa nước và đúc đồ đồng ở khu vực sông Mã và đồng bằng sông Hồng cho ra đời nền văn hóa Đông Sơn, Sa Huỳnh, Óc Eo.",
    "nguon": 1
  },
  {
    "ten": "Kỷ Hồng Bàng",
    "thoiGian": "?–258 TCN",
    "thuDo": "Phong Châu",
    "mieuTa": "Nước Xích Quỷ: Là 1 nhà nước “liên bang”, lỏng lẻo của các bộ tộc người Việt cổ ở vùng Lĩnh Nam. Theo tương truyền, Kinh Dương Vương là Thủy tổ của dân tộc Việt Nam có con là Lạc Long Quân đã lấy Âu Cơ và sinh ra một bọc trăm trứng nở ra một trăm người con trai. Đây được xem là tổ tiên của người Bách Việt, có con trưởng là Hùng Vương nối ngôi.\nNhà nước Văn Lang (Thế kỷ VII–258 TCN hoặc 218 TCN): Sau khi nhà nước liên bang tan rã thì vào khoảng thế kỷ thứ 7 TCN, người Lạc Việt ở miền Bắc lúc bấy giờ đã xây dựng một nhà nước lấy tên là Văn Lang, do vua Hùng cai trị và đóng đô ở Phong Châu (Phú Thọ).",
    "nguon": 1
  },
  {
    "ten": "Nhà Thục",
    "thoiGian": "khoảng 257 TCN – 208 TCN",
    "thuDo": "Cổ Loa",
    "mieuTa": "Vào khoảng thế kỷ thứ 3 TCN, Thục Phán của bộ Âu Lạc đã hợp lực cùng vua Hùng thứ 18 đánh bại quân xâm lược nhà Tần. Sau đó, sáp nhập Âu Việt và Lạc Việt thành Âu Lạc. Thục Phán lên ngôi, lấy hiệu là An Dương Vương lập lên nhà Thục và đóng đô ở Cổ Loa.",
    "nguon": 1
  },
  {
    "ten": "Thời Bắc thuộc lần thứ I",
    "thoiGian": "208 TCN – 39",
    "thuDo": "Phiên Ngưng",
    "lanhDaoQuocGia": [
      "Triệu Vũ Đế (Triệu Đà, 207-136 TCN)",
      "Triệu Văn Đế (Triệu Hồ, 136-124 TCN)",
      "Triệu Minh Vương (Triệu Anh Tề, 124-112 TCN)",
      "Triệu Ai Vương (Triệu Hưng, 112-112 TCN)",
      "Triệu Dương Vương (tức là Triệu Kiến Đức, 112-111 TCN)"
    ],
    "mieuTa": "Trong thời kỳ phong kiến phương Bắc đô hộ lần thứ nhất, Triệu Đà là quận ủy quận Nam Hải nhân lúc nhà Tần suy yếu đã giết Trưởng lại nhà Tần, chiếm giữ Lĩnh Nam rồi đem quân đi thôn tính lãnh thổ Âu Lạc, Mân Việt, Quế Lâm thành lập lên nhà Triệu, lấy tên nước là Nam Việt và kinh đô là Phiên Ngưng.\nNăm 111 TCN, Hán Vũ Đế đem 10 vạn quân đi thôn tính Nam Việt. Nhà Hán chia Nam Việt thành 9 quận bao gồm Đạm Nhĩ, Nam Hải, Hợp Phố, Uất Lâm, Thương Ngô, Giao Chỉ (Bắc Bộ nước ta), Cửu Chân (Thanh Hóa-Nghệ Tĩnh), Nhật Nam (Quảng Bình-Quảng Nam). Chúng thực hiện các chính sách cai trị tàn bạo và vô cùng khắc nghiệt.",
    "nguon": 1
  },
  {
    "ten": "Trưng Nữ Vương",
    "thoiGian": "40 – 43",
    "mieuTa": "Cuộc khởi nghĩa của hai chị em Trưng Trắc Trưng Nhị diễn ra trong vòng 3 năm đã giúp quân ta đã chiếm được 65 thành trì ở các quận Giao Chỉ, Cửu Chân, Nhật Nam và Hợp Phố.\nSau đó, do bị cô lập và quân đội còn sơ khai đã khiến 2 bà không chống cự nổi quân của Mã Viện. Cuối cùng, để giữ vẹn khí tiết thì 2 bà đã tuẫn tiết tại sông Hát.",
    "nguon": 1
  },
  {
    "ten": "Thời kỳ Bắc thuộc lần thứ II",
    "thoiGian": "43 – 543",
    "mieuTa": "Sau nhà Hán, các triều đại phong kiến phương Bắc gồm Đông Ngô, nhà Tấn, Lưu Tống, Nam Tề và nhà Lương đã thay nhau đô hộ nước ta. Có rất nhiều cuộc khởi nghĩa đã nổi dậy nhưng tất cả đều không thành công.\nMột số cuộc khởi nghĩa tiêu biểu ở thời kỳ này có thể kể đến là khởi nghĩa anh em Triệu Quốc Đạt và Triệu Thị Trinh thời Đông Ngô, khởi nghĩa anh em Lý Trường Nhân và Lý Thúc Hiến thời Lưu Tống – Nam Tề.",
    "nguon": 1
  },
  {
    "ten": "Nhà Tiền Lý",
    "thoiGian": "544-602",
    "thuDo": "Long Biên",
    "lanhDaoQuocGia": [
      "Lý Nam Đế (544-548)",
      "Triệu Việt Vương (548-571)",
      "Lý Phật Tử (571-602)"
    ],
    "mieuTa": "Trong thời kỳ bị đô hộ bởi nhà Lương, Lý Bôn hay còn gọi là Lý Bí đã đánh đuổi thành công quân Lương để thành lập nên nhà Tiền Lý hay gọi là nhà nước Vạn Xuân, đóng đô ở Long Biên.",
    "nguon": 1
  },
  {
    "ten": "Thời kỳ Bắc thuộc lần thứ III",
    "thoiGian": "602 – 905",
    "mieuTa": "Đến năm 581, Trung Quốc lập ra nhà Tùy và đến năm 602, vua Tùy đem quân sang đánh nước ta. Lý Phật Tử xin hàng và nước ta lại rơi vào tay giặc ngoại bang phương Bắc. Sau khi nhà Tùy sụp đổ, nhà Đường đã cai trị nước ta.\nMột số cuộc khởi nghĩa tiêu biểu vào giai đoạn này phải kể đến: Khởi nghĩa Mai Thúc Loan (722), khởi nghĩa Phùng Hưng (766-791), khởi nghĩa Dương Thanh (819-820).",
    "nguon": 1
  },
  {
    "ten": "Thời kỳ tự chủ",
    "thoiGian": "905–938",
    "lanhDaoQuocGia": [
      "Khúc Thừa Dụ (905-907)",
      "Khúc Hạo (907-917)",
      "Khúc Thừa Mỹ (917-930)",
      "Dương Đình Nghệ (931-938, tướng của vua Khúc Hạo)"
    ],
    "mieuTa": "Vào năm 905, nhân lúc nhà Đường suy yếu Khúc Thừa Dụ đánh đuổi giặc Đường và tự xưng là Tiết độ sứ. Ông được Nhà Đường công nhận là người đứng đầu đất Việt và họ Khúc đã đặt nền móng cho nền độc lập của nước ta.",
    "nguon": 1
  },
  {
    "ten": "Nhà Ngô",
    "thoiGian": "939 – 965",
    "thuDo": "Cổ Loa",
    "lanhDaoQuocGia": [
      "Ngô Vương (939-944)",
      "Dương Bình Vương (944-950)",
      "Hậu Ngô Vương (944-965)"
    ],
    "mieuTa": "Năm 938, Dương Đình Nghệ bị Kiều Công Tiễn giết chết và để trả thù cho bố vợ thì Ngô Quyền đã giết chết Kiều Công Tiễn. Sau đó, ông đánh thắng quân Nam Hán trên sông Bạch Đằng để lập lên nhà Ngô và đóng đô ở Cổ Loa.\nNăm 944, Ngô Quyền mất và em vợ Dương Tam Kha cướp nhà Ngô làm các nơi không chịu thuần phục khiến các thủ lĩnh nổi lên cát cứ một vùng gọi là “Loạn 12 sứ quân”.",
    "nguon": 1
  },
  {
    "ten": "Nhà Đinh",
    "thoiGian": "968 – 980",
    "thuDo": "Hoa Lư",
    "lanhDaoQuocGia": [
      "Đinh Tiên Hoàng (968-979)",
      "Đinh Phế Đế (979-980)"
    ],
    "mieuTa": "Sau thời Hậu Ngô Vương, đất nước rơi vào tình trạng loạn lạc và hình thành lên 12 sứ quân. Giai đoạn loạn 12 sứ quân kéo dài hơn 20 năm từ 944 – 968.\nĐến năm 968, Đinh Bộ Lĩnh dẹp loạn 12 sứ quân để lên ngôi hoàng đế, lấy niên hiệu là Tiên Hoàng Đế, quốc hiệu là Đại Cồ Việt – Nhà nước tập quyền đầu tiên ở nước ta đóng đô ở Hoa Lư. Năm 979, Đinh Tiên Hoàng và con trai Đinh Liễn bị giết chết khi say rượu nên Đinh Toàn (khi đó mới 6 tuổi) lên ngôi.",
    "nguon": 1
  },
  {
    "ten": "Nhà Tiền Lê",
    "thoiGian": "980 – 1009",
    "lanhDaoQuocGia": [
      "Lê Đại Hành (980-1005)",
      "Lê Trung Tông (1005)",
      "Lê Ngọa Triều (1005-1009)"
    ],
    "mieuTa": "Năm 980, lợi dụng tình hình nhà Đinh suy yếu và giặc Tống nhăm nhe xâm lược nước ta thì Lê Hoàn đã được Thái hậu Dương Vân Nga trao lại ngôi vua và lấy niên hiệu là Lê Đại Hành để đánh tan quân Tống rồi chấn hưng đất nước.",
    "nguon": 1
  },
  {
    "ten": "Nhà Lý",
    "thoiGian": "1009 – 1225",
    "thuDo": "Thăng Long",
    "lanhDaoQuocGia": [
      "Lý Thái Tổ (1009-1028)",
      "Lý Thái Tông (1028-1054)",
      "Lý Thánh Tông (1054-1072)",
      "Lý Nhân Tông (1072-1127)",
      "Lý Thần Tông (1127-1137)",
      "Lý Anh Tông (1138-1175)",
      "Lý Cao Tông (1175-1210)",
      "Lý Huệ Tông (1210-1224)",
      "Lý Chiêu Hoàng (1224-1225)"
    ],
    "mieuTa": "Cuối thời nhà Tiền Lê, Lê Ngọa Triều bỏ bê việc triều chính thì Lý Công Uẩn đã được suy tôn lên ngôi vua. Đến tháng 7/1010, Lý Công Uẩn dời đô về Thăng Long và đến năm 1054 lấy quốc hiệu là Đại Việt.",
    "nguon": 1
  },
  {
    "ten": "Nhà Trần",
    "thoiGian": "1225 – 1400",
    "lanhDaoQuocGia": [
      "Trần Thái Tông (1225-1258)",
      "Trần Thánh Tông (1258-1278)",
      "Trần Nhân Tông (1278-1293)",
      "Trần Anh Tông (1293-1314)",
      "Trần Minh Tông (1314-1329)",
      "Trần Hiến Tông (1329-1341)",
      "Trần Dụ Tông (1341-1369)",
      "Trần Nghệ Tông (1370-1372)",
      "Trần Duệ Tông (1372-1377)",
      "Trần Phế Đế (1377-1388)",
      "Trần Thuận Tông (1388-1398)",
      "Trần Thiếu Đế (1398-1400)"
    ],
    "mieuTa": "Vào năm 1208, Lý Huệ Tông chạy loạn về Hải Ấp và được nhà ông Trần Lý làm nghề đánh cá giúp đỡ và lấy con gái Trần Thị Dung làm vợ.\nSau đó, anh em nhà họ Trần mộ quân đã giúp Lý Huệ Tông khôi phục kinh đô Thăng Long và lúc đó đứng đầu là Trần Thủ Độ. Trần Thủ Độ ép Lý Chiêu Hoàng (8 tuổi) lấy và nhường ngôi cho Trần Cảnh để chấm dứt sự tồn tại của nhà Lý.\nTrong thời gian cai trị, nhà Trần đã 3 lần đánh tan quân Nguyên.",
    "nguon": 1
  },
  {
    "ten": "Nhà Hồ",
    "thoiGian": "1400 – 1407",
    "lanhDaoQuocGia": [
      "Hồ Quý Ly (Thánh Nguyên, 1400-1401)",
      "Hồ Hán Thương (1401-1407)"
    ],
    "mieuTa": "Khi nhà Trần suy yếu, Hồ Quý Ly cướp ngôi của cháu ngoại Trần Thiếu Đế để lập lên nhà Hồ và lấy tên nước là Đại Ngu. Tuy nhiên, do thực hiện quá nhiều cải cách táo bạo và mắc tội giết vua cùng tôn tộc, quan lại nhà Trần nên ông đã không thể tập hợp được lực lượng của toàn dân.\nNăm 1401, Hồ Quý Ly nhường ngôi cho con trai Hồ Hán Thương. Đến năm 1406, nhà Minh lấy cớ “phò Trần diệt Hồ” sang đánh nước Đại Ngu. Cha con nhà Hồ không thể chống cự nên bị bắt và giết chết.",
    "nguon": 1
  },
  {
    "ten": "Nhà Hậu Trần",
    "thoiGian": "1407 – 1409",
    "lanhDaoQuocGia": [
      "Giản Định Đế (1407 – 1409)",
      "Trùng Quang Đế (1409 – 1413)"
    ],
    "mieuTa": "Năm 1407, quân Minh chiếm đóng Đại Ngu thì Trần Ngỗi là con trai thứ của Trần Nghệ Tông đã bỏ trốn đến Mô Độ, Trường Yên tập hợp binh lính đánh bại nhà Minh và khôi phục lại nhà Trần.\nĐến năm 1409, nội bộ nhà Trần bị chia rẽ thì một số quan lại đã đón Trần Quý Khoách là cháu nội của Trần Nghệ Tông ra Nghệ An làm vua. Trần Quý Khoách sai quân đánh úp ông nội và cho ông về làm Thái Thượng Hoàng.",
    "nguon": 1
  },
  {
    "ten": "Thời kỳ Bắc Thuộc lần thứ IV",
    "thoiGian": "1413 – 1428",
    "mieuTa": "Năm 1413, quân Minh phản kích khiến cuộc chiến giữa nhà Trần và quân Minh diễn ra rất ác liệt. Cuối cùng do lực lượng mỏng nên nhà Trần đã bị đánh bại. Vua tôi nhà Trần bị bắt toàn bộ và đã tự vẫn để giữ trọn khí tiết. Nước ta một lần nữa bị rơi vào tay giặc phương Bắc.",
    "nguon": 1
  },
  {
    "ten": "Thời kỳ Trung Hưng – Nhà Hậu Lê",
    "thoiGian": "1428-1527",
    "lanhDaoQuocGia": [
      "Lê Thái Tổ (1428 – 1433)",
      "Lê Thái Tông (1433 – 1442)",
      "Lê Nhân Tông (1442 – 1459)",
      "Lê Thánh Tông (1460 – 1497)",
      "Lê Hiến Tông (1497 – 1504)",
      "Lê Túc Tông (1504)",
      "Lê Uy Mục (1505 – 1509)",
      "Lê Tương Dực (1509 – 1516)",
      "Lê Chiêu Tông (1516 – 1522)",
      "Lê Cung Hoàng (1522 – 1527)"
    ],
    "mieuTa": "Năm 1427, Lê Lợi đánh bại quân Minh để lập lên nhà Hậu Lê. Đây được gọi là giai đoạn Nhà Lê sơ, nước Đại Việt phát triển mạnh mẽ về kinh tế và quân sự. Sau hơn 70 năm cai trị, nhà Lê suy yếu do những vị vua kém cỏi.",
    "nguon": 1
  },
  {
    "ten": "Thời kỳ Bắc Triều – Nam Triều",
    "thoiGian": "1527-1592",
    "mieuTa": "Năm 1527, Mạc Đăng Dung cướp ngôi nhà Lê để thành lập lên nhà Mạc ở miền Bắc gọi là Bắc Triều.\nCựu thần nhà Lê là Nguyễn Kim không phục đã đưa Lê Duy Ninh về làm hoàng đế để phục hưng lại nhà Lê gọi là Nam triều. Theo sử sách ghi lại, Lê Duy Ninh sau gọi là Trang Tông là con trai của vua Lê Chiêu Tông và về sau dân gian gọi ông là chúa Chổm.\nSau khi Nguyễn Kim bị hạ độc chết, con rể là Trịnh Kiểm đã giữ binh quyền và ngấm ngầm hại các em vợ. Nguyễn Hoàng là con trai của Nguyễn Kim đã may mắn thoát chết do xin vào trấn phủ Thuận Hóa, rồi gây dựng lên giang sơn của nhà Nguyễn gọi là Đàng Trong.\nNam triều và Bắc triều giao tranh gần 50 năm (1543-1592), thì Trịnh Tùng – con trai Trịnh Kiểm đã đánh bại được nhà Mạc vào năm 1592 rồi đón vua Lê Thánh Tông vào Thăng Long năm 1595 để mở đầu cho thời kỳ “Vua Lê, chúa Trịnh”.",
    "nguon": 1
  },
  {
    "ten": "Thời kỳ Trịnh – Nguyễn phân tranh",
    "thoiGian": "từ 1533-1788",
    "lanhDaoQuocGia": [
      "Lê Kính Tông (1600-1619)",
      "Lê Thần Tông (2 lần lên ngôi 1619-1643 và 1649-1662)",
      "Lê Chân Tông (1643-1649)",
      "Lê Huyền Tông (1663-1671)",
      "Lê Gia Tông (1672-1675)",
      "Lê Hy Tông (1675-1705)",
      "Lê Dụ Tông (1705-1729)",
      "Lê Duy Phường (1729-1732)",
      "Lê Thuần Tông (1732-1735)",
      "Lê Ý Tông (1735-1740)",
      "Lê Hiển Tông (1740-1786)",
      "Lê Mẫn Đế (1787-1788)",
      "Thanh Đô Vương (tức Trịnh Tráng, 1623-1652)",
      "Tây Đô Vương (tức Trịnh Tạc, 1653-1682)",
      "Định Vương (tức Trịnh Căn, 1682-1709)",
      "An đô vương (tức Trịnh Cương, 1709-1729)",
      "Uy nam vương (tức Trịnh Giang, 1729-1740)",
      "Minh đô vương (tức Trịnh Doanh, 1740-1767)",
      "Tĩnh đô vương (tức Trịnh Sâm, 1767-1782)",
      "Điện Đô Vương (tức Trịnh Cán, 2 tháng trong năm 1782)",
      "Đoan Nam Vương (tức Trịnh Khải, 1782-1786)",
      "Án Đô Vương (tức Trịnh Bồng) (1787-1788)",
      "Nguyễn Phúc Nguyên (hay gọi là Chúa Sãi, 1613-1635)",
      "Nguyễn Phúc Lan (tức chúa Thượng, 1635-1648)",
      "Nguyễn Phúc Tần (hay gọi là chúa Hiền, 1648-1687)",
      "Nguyễn Phúc Thái (hay gọi là chúa Nghĩa, 1687-1691)",
      "Nguyễn Phúc Chu (hay gọi là chúa Quốc, 1691-1725)",
      "Nguyễn Phúc Thụ (tức Ninh Vương, 1725-1738)",
      "Nguyễn Phúc Khoát (tức Võ Vương, 1738-1765)",
      "Nguyễn Phúc Thuần (tức Định Vương, 1765-1777)"
    ],
    "mieuTa": "Cuộc chiến Trịnh (Đàng Ngoài) và Nguyễn (Đàng Trong) bắt đầu phân tranh. Mở đầu là năm 1627, Trịnh Tráng đem quân vào Nam đánh Nguyễn Phúc Nguyên. Sau thời gian giằng co thì đến năm 1672, hai bên tạm thời ngừng chiến và lấy sông Gianh làm giới tuyến. Tuy nhiên, trên danh nghĩa thì vua Lê vẫn là người đứng đầu đất nước.",
    "nguon": 1
  },
  {
    "ten": "Nhà Tây Sơn",
    "thoiGian": "1778-1802",
    "lanhDaoQuocGia": [
      "Thái Đức hoàng đế – Nguyễn Nhạc (1778-1788)",
      "Quang Trung hoàng đế – Nguyễn Huệ (1788-1792)",
      "Cảnh Thịnh hoàng đế – Nguyễn Quang Toản (con trai Nguyễn Huệ, 1793-1802)"
    ],
    "mieuTa": "Vào năm 1771, anh em Tây Sơn gồm Nguyễn Nhạc, Nguyễn Lữ và Nguyễn Huệ phất cờ khởi nghĩa và đến năm 1778 thì tiêu diệt được chúa Nguyễn ở Đàng Trong. Tuy nhiên, Nguyễn Ánh đã chạy thoát và Nguyễn Nhạc đã lên ngôi hoàng đế để lập lên Triều đại nhà Tây Sơn, niên hiệu là Thái Đức.",
    "nguon": 1
  },
  {
    "ten": "Nhà Nguyễn -Thời kỳ độc lập tự chủ",
    "thoiGian": "1802-1883",
    "thuDo": "Phú Xuân",
    "lanhDaoQuocGia": [
      "Gia Long (tức Nguyễn Phúc Ánh, 1802-1820)",
      "Minh Mạng (tức Nguyễn Phúc Đảm, 1820-1840)",
      "Thiệu Trị (hay Miên Tông, 1841-1847)",
      "Tự Đức (tức Hồng Nhiệm, 1847-1883)"
    ],
    "mieuTa": "Vào năm 1802, Nguyễn Ánh tiêu diệt nhà Tây Sơn khi đang suy yếu. Nguyễn Ánh lên ngôi hoàng đế, lấy niên hiệu là Gia Long, đóng đô tại thành Phú Xuân và đặt quốc hiệu là Việt Nam. Đến năm 1820, vua Minh Mạng đổi quốc hiệu thành Đại Nam.",
    "nguon": 1
  },
  {
    "ten": "Thời kỳ Pháp đô hộ",
    "thoiGian": "1883-1945",
    "lanhDaoQuocGia": [
      "Dục Đức (tức Ưng Chân, 1883, làm vua 3 ngày)",
      "Hiệp Hoà (tức Hồng Dật, 6/1883-11/1883, làm vua được 6 tháng)",
      "Kiến Phúc (tức Ưng Đăng, 1883-1884)",
      "Hàm Nghi (tức Ưng Lịch, 1884-1885)",
      "Đồng Khánh (tức Ưng Biện, 1885-1888)",
      "Thành Thái (tức Bửu Lân, 1889-1907)",
      "Duy Tân (tức Vĩnh San, 1907-1916)",
      "Khải Định (tức Bửu Đảo, 1916-1925)",
      "Bảo Đại (tức Vĩnh Thụy, 1926-1945)"
    ],
    "mieuTa": "Ngày 31 tháng 8 năm 1858, Hải quân Pháp đã đổ bộ vào tấn công cảng Đà Nẵng rồi chiếm đóng Sài Gòn. Triều đình Huế do vua Tự Đức đứng đầu đã ký hiệp ước nhượng 3 tỉnh miền Đông cho Pháp rồi đến năm 1867, Pháp chiếm nốt 3 tỉnh miền Tây để tạo thành một lãnh thổ Nam Kỳ.",
    "nguon": 1
  },
  {
    "ten": "Nước Việt Nam từ 1945 – 1976",
    "thoiGian": "1945 – 1976",
    "thuDo": "Hà Nội",
    "mieuTa": "Năm 1946, dưới sự lãnh đạo của Nguyễn Ái Quốc, quân và dân ta đã đánh đổ Thực dân Pháp và Phát xít Nhật. Vào đúng ngày 2/9/1945, Chủ tịch Hồ Chí Minh đọc bản tuyên ngôn độc lập tại quảng trường Ba Đình và khai sinh ra nước Việt Nam Dân chủ Cộng Hòa với thủ đô là Hà Nội.",
    "nguon": 1
  },
  {
    "ten": "Chiến tranh Việt Nam",
    "thoiGian": "1955-1975",
    "mieuTa": "Trong thời gian từ 1956-1958, dưới sự trợ giúp của Mỹ thì Ngô Đình Diệm – một vị quan thời vua Bảo Đại đã gian lận để chiến thắng cuộc trưng cầu ý dân nhằm xác định người lãnh đạo của Quốc gia Việt Nam.\nSau này, Ngô Đình Diệm lên làm Tổng thống của nước Việt Nam Cộng Hòa phế truất vua Bảo Đại khiến ông phải lưu vong sang Pháp. Mỹ bắt đầu viện trợ cho chính quyền Ngô Đình Diệm để củng cố chính phủ thân Mỹ.\nDưới thời Ngô Đình Diệm, hàng loạt các cuộc đàn áp chính trị và tôn giáo đã khiến trăm nghìn người thiệt mạng. Chính sách “Tố cộng, Diệt cộng”, gây ra các thảm sát, biểu tình Phật giáo diễn ra khắp nơi, mâu thuẫn tôn giáo sâu sắc. Đây chính là giai đoạn tăm tối và khổ sở nhất của người dân miền Nam Việt Nam.",
    "nguon": 1
  },
  {
    "ten": "Hồng Bàng thị",
    "nguoiSangLap": "Lộc Tục, tức Kinh Dương Vương",
    "thuDo": "Hùng Vương thứ nhất định đô ở Phong Châu (nay là huyện Bạch Hạc, tỉnh Phú Thọ)",
    "nguon": 2
  },
  {
    "ten": "Nhà Thục",
    "nguoiSangLap": "Thục Phán, tức An Dương Vương",
    "thuDo": "Phong Khê (nay là thành Cổ Loa, huyện Đông Anh, Hà Nội)",
    "nguon": 2
  },
  {
    "ten": "Nhà Triệu",
    "nguoiSangLap": "Triệu Đà, tức Triệu Vũ Đế",
    "thuDo": "Cung điện Phiên Ngung (thành phố Quảng Châu, tỉnh Quảng Đông, Trung Quốc)",
    "nguon": 2
  },
  {
    "ten": "Họ Trưng",
    "nguoiSangLap": "Trưng Trắc, tức Trưng Nữ Vương",
    "thuDo": "Huyện Mê Linh, Hà Nội",
    "nguon": 2
  },
  {
    "ten": "Nhà Tiền Lý",
    "nguoiSangLap": "Lý Bí, tức Lý Nam Đế",
    "thuDo": "Long Uyên (nay thuộc quận Long Biên, Hà Nội hoặc Bắc Ninh)",
    "nguon": 2
  },
  {
    "ten": "Họ Triệu",
    "nguoiSangLap": "Triệu Quang Phục, tức Triệu Việt Vương (xen giữa Tiền Lý Nam Đế và Hậu Lý Nam Đế)",
    "thuDo": "Long Uyên (nay thuộc quận Long Biên, Hà Nội hoặc Bắc Ninh)... sau dời sang Vũ Ninh (nay là huyện Quế Võ, tỉnh Bắc Ninh)",
    "nguon": 2
  },
  {
    "ten": "Họ Mai",
    "nguoiSangLap": "Mai Thúc Loan, tức Mai Hắc Đế",
    "thuDo": "Vạn An (nay thuộc huyện Nam Đàn, Nghệ An)",
    "nguon": 2
  },
  {
    "ten": "Họ Phùng",
    "nguoiSangLap": "Phùng Hưng, tức Bố Cái Đại Vương",
    "thuDo": "Tống Bình (nay thuộc Hà Nội)",
    "nguon": 2
  },
  {
    "ten": "Họ Khúc",
    "nguoiSangLap": "Khúc Thừa Dụ, tức Khúc Tiên Chủ",
    "thuDo": "Đại La (nay thuộc Hà Nội)",
    "nguon": 2
  },
  {
    "ten": "Họ Dương",
    "nguoiSangLap": "Dương Đình Nghệ, tức Dương Chính Công (giai đoạn tự chủ) Dương Tam Kha, tức Dương Bình Vương (xen giữa Tiền Ngô Vương và Hậu Ngô Vương)",
    "thuDo": "Dương Đình Nghệ đóng đô ở Đại La (nay thuộc Hà Nội) còn Dương Tam Kha đóng đô ở thành Cổ Loa (huyện Đông Anh, Hà Nội)",
    "nguon": 2
  },
  {
    "ten": "Họ Kiều",
    "nguoiSangLap": "Kiều Công Tiễn",
    "thuDo": "Đại La (nay thuộc Hà Nội)",
    "nguon": 2
  },
  {
    "ten": "Nhà Ngô",
    "nguoiSangLap": "Ngô Quyền, tức Tiền Ngô Vương",
    "thuDo": "Cổ Loa (huyện Đông Anh, Hà Nội)",
    "nguon": 2
  },
  {
    "ten": "Nhà Đinh",
    "nguoiSangLap": "Đinh Bộ Lĩnh, tức Đinh Tiên Hoàng",
    "thuDo": "Hoa Lư (nay thuộc tỉnh Ninh Bình)",
    "nguon": 2
  },
  {
    "ten": "Nhà Tiền Lê",
    "nguoiSangLap": "Lê Hoàn, tức Lê Đại Hành",
    "thuDo": "Hoa Lư (nay thuộc tỉnh Ninh Bình)",
    "nguon": 2
  },
  {
    "ten": "Nhà Lý",
    "nguoiSangLap": "Lý Công Uẩn, tức Lý Thái Tổ",
    "thuDo": "Thăng Long (Hà Nội)",
    "nguon": 2
  },
  {
    "ten": "Nhà Trần",
    "nguoiSangLap": "Trần Thủ Độ (người sáng lập thực tế) Trần Cảnh, tức Trần Thái Tông (hoàng đế đầu tiên)",
    "thuDo": "Thăng Long (Hà Nội)",
    "nguon": 2
  },
  {
    "ten": "Nhà Hồ",
    "nguoiSangLap": "Hồ Quý Ly",
    "thuDo": "Tây Đô (huyện Vĩnh Lộc, Thanh Hoá)",
    "nguon": 2
  },
  {
    "ten": "Nhà Hậu Trần",
    "nguoiSangLap": "Trần Ngỗi, tức Giản Định Đế",
    "thuDo": "Mô Độ (huyện Yên Mô - Ninh Bình",
    "nguon": 2
  },
  {
    "ten": "Nhà Hậu Lê",
    "nguoiSangLap": "Lê Lợi, tức Lê Thái Tổ (giai đoạn Lê sơ) Lê Duy Ninh, tức Lê Trang Tông (giai đoạn Lê Trung hưng)",
    "thuDo": "Đông Kinh (Hà Nội)",
    "nguon": 2
  },
  {
    "ten": "Nhà Mạc",
    "nguoiSangLap": "Mạc Đăng Dung, tức Mạc Thái Tổ",
    "thuDo": "Đông Kinh (Hà Nội)",
    "nguon": 2
  },
  {
    "ten": "Chúa Trịnh",
    "nguoiSangLap": "Trịnh Kiểm (tức Trịnh Thế Tổ - người sáng lập thực tế) Trịnh Tùng (tức Trịnh Thành Tổ - chúa Trịnh chính thức đầu tiên)",
    "thuDo": "Đông Kinh (Hà Nội)",
    "nguon": 2
  },
  {
    "ten": "Chúa Nguyễn",
    "nguoiSangLap": "Nguyễn Kim (tức Nguyễn Triệu Tổ - người sáng lập thực tế) Nguyễn Hoàng (tức Nguyễn Thái Tổ - chúa Nguyễn chính thức đầu tiên)",
    "thuDo": "Phú Xuân (thành phố Huế - tỉnh Thừa Thiên Huế)",
    "nguon": 2
  },
  {
    "ten": "Nhà Tây Sơn",
    "nguoiSangLap": "Nguyễn Nhạc, tức Thái Đức Đế",
    "thuDo": "Quy Nhơn (thị xã An Nhơn, Bình Định)",
    "nguon": 2
  },
  {
    "ten": "Nhà Nguyễn",
    "nguoiSangLap": "Nguyễn Ánh, tức Nguyễn Thế Tổ",
    "thuDo": "Huế (thành phố Huế - tỉnh Thừa Thiên Huế)",
    "nguon": 2
  },
  {
    "ten": "Truyền thuyết Kinh Dương Vương và Hồng Bàng Thị",
    "thoiGian": "2879-258 TCN",
    "nguon": 6
  },
  {
    "ten": "Nước Văn Lang và các vua Hùng",
    "nguon": 6
  },
  {
    "ten": "Nhà Thục và nước Âu Lạc",
    "lanhDaoQuocGia": [
      "An Dương Vương (Thục Phán) (257 - 207 TCN)"
    ],
    "nguon": 6
  },
  {
    "ten": "Nhà Triệu và nước Nam Việt",
    "lanhDaoQuocGia": [
      "Triệu Vũ Vương (207 - 137 TCN)",
      "Triệu Văn Vương (137 - 125 TCN)",
      "Triệu Ai Vương (113 - 112 TCN)",
      "Triệu Dương Vương (112 - 111 TCN)"
    ],
    "nguon": 6
  },
  {
    "ten": "Giao Chỉ và nhà Tây Hán",
    "thoiGian": "111 TCN - 39",
    "nguon": 6
  },
  {
    "ten": "Nhà Đông Hán",
    "thoiGian": "25 - 220",
    "nguon": 6
  },
  {
    "ten": "Hai Bà Trưng",
    "lanhDaoQuocGia": [
      "Trưng Trắc - Trưng Nhị (40 - 43)"
    ],
    "nguon": 6
  },
  {
    "ten": "Nhà Đông Ngô",
    "thoiGian": "222 - 280",
    "nguon": 6
  },
  {
    "ten": "Bà Triệu",
    "lanhDaoQuocGia": [
      "Triệu Thị Trinh (248)"
    ],
    "nguon": 6
  },
  {
    "ten": "Nhà Tiền Lý",
    "lanhDaoQuocGia": [
      "Lý Nam Đế (Lý Bí) (544 - 548)",
      "Triệu Việt Vương (Triệu Quang Phục) (549 - 571)",
      "Hậu Lý Nam Đế (Lý Phật Tử ) (571 - 602)"
    ],
    "nguon": 6
  },
  {
    "ten": "Nhà Tùy Đường",
    "thoiGian": "603 - 939",
    "lanhDaoQuocGia": [
      "Mai Hắc Đế (Mai Thúc Loan) (722)",
      "Bố Cái Đại Vương (Phùng Hưng) (766 - 791)",
      "Dương Thanh (819 - 820)",
      "Khúc Thừa Dụ (906 - 907)",
      "Khúc Hạo (907 - 917)",
      "Khúc Thừa Mỹ (917 - 923)",
      "Dương Đình Nghệ - Kiều Công Tiễn (931 - 938)"
    ],
    "nguon": 6
  },
  {
    "ten": "Triều Ngô",
    "thoiGian": "939 - 965",
    "lanhDaoQuocGia": [
      "Ngô Quyền (939 - 944)"
    ],
    "nguon": 6
  },
  {
    "ten": "Hậu Ngô Vương",
    "lanhDaoQuocGia": [
      "- Ngô Xương Ngập - Ngô Xương Văn - Ngô Xương Xí (950 - 965)"
    ],
    "nguon": 6
  },
  {
    "ten": "Nhà Đinh",
    "lanhDaoQuocGia": [
      "Đinh Tiên Hoàng (Đinh Bộ Lĩnh) (968 - 979)",
      "Phế Đế (Đinh Toàn) (979 - 980)"
    ],
    "nguon": 6
  },
  {
    "ten": "Nhà Tiền Lê",
    "thoiGian": "980 - 1009 ",
    "lanhDaoQuocGia": [
      "Lê Đại Hành (Lê Hoàn) (980 - 1005)",
      "Lê Trung Tông (Long Việt) (1005)"
    ],
    "nguon": 6
  },
  {
    "ten": "Triều Lý",
    "thoiGian": "1010 - 1225",
    "lanhDaoQuocGia": [
      "Lý Thái Tổ (Lý Công Uẩn) (1010 - 1028)",
      "Lý Thái Tông (Lý Phật Mã) (1028 - 1054)",
      "Lý Thánh Tông (Lý Nhật Tông) (1054 - 1072)",
      "Lý Nhân Tông (Lý Càn Đức) (1072 - 1127)",
      "Lý Thần Tông (Dương Hoán) (1128 - 1138)",
      "Lý Anh Tông (Lý Thiên Tộ) (1138 - 1175)",
      "Lý Cao Tông (Lý Long Cán) (1176 - 1210)",
      "Lý Huệ Tông (Lý Sảm) (1211 - 1224)",
      "Lý Chiêu Hoàng (Lý Phật Kim) (1224 - 1225)"
    ],
    "nguon": 6
  },
  {
    "ten": "Triều Trần",
    "thoiGian": "1225 - 1400",
    "lanhDaoQuocGia": [
      "Trần Thái Tông (Trần Cảnh) (1225 - 1258)",
      "Trần Thánh Tông (Trần Hoảng) (1258 - 1278)",
      "Trần Nhân Tông (Trần Khâm) (1279 - 1293)",
      "Trần Anh Tông (Trần Thuyên) (1293 - 1314)",
      "Trần Minh Tông (Trần Mạnh) (1314 - 1329)",
      "Trần Hiến Tông (Trần Vượng) (1329 - 1341)",
      "Trần Dụ Tông (Trần Hạo) (1341 - 1369)",
      "Trần Nghệ Tông (Cung Tĩnh Vương) (1370 - 1372)",
      "Trần Duệ Tông (Trần Kính) (1372 - 1377)",
      "Trần Phế Đế (Trần Hiền) (1377 - 1388)",
      "Trần Thuận Tông (Chiêu Định Vương) (1388 - 1398)",
      "Trần Thiếu Đế (1398 - 1400)"
    ],
    "nguon": 6
  },
  {
    "ten": "Triều Hồ",
    "thoiGian": "1400 - 1407",
    "lanhDaoQuocGia": [
      "Hồ Quý Ly (1400)",
      "Hồ Hán Thương (1401 - 1407)"
    ],
    "nguon": 6
  },
  {
    "ten": "Triều Hậu Trần",
    "thoiGian": "1407 - 1413",
    "lanhDaoQuocGia": [
      "Giản Định Đế (Trần Quỹ) (1407 - 1409)",
      "Trần Quang Đế (Trần Quý Khoáng) (1409 - 1413)"
    ],
    "nguon": 6
  },
  {
    "ten": "Kỷ Thuộc Minh",
    "thoiGian": "1414 - 1417",
    "nguon": 6
  },
  {
    "ten": "Triều Lê Sơ",
    "thoiGian": "1428 - 1527",
    "lanhDaoQuocGia": [
      "Lê Thái Tổ (Lê Lợi) (1428 - 1433)",
      "Lê Thái Tông (Lê Nguyên Long) (434 - 1442)",
      "Lê Nhân Tông (Lê Bang Cơ) (1443 - 1459)",
      "Trần Nghi Dân (1459-1460)",
      "Lê Thánh Tông (Lê Tư Thành) (1460 - 1497)",
      "Lê Hiến Tông (Lê Tranh) (1497 - 1504)",
      "Lê Túc Tông (Lê Thuần) (1504)",
      "Lê Uy Mục (Lê Tuấn) (1505 - 1509)",
      "Lê Tương Dực (Lê Dinh) (1510 - 1516)",
      "Lê Chiêu Tông (Lê Y) (1516 - 1522)",
      "Lê Cung Hoàng (Lê Xuân) (1522 - 1527)"
    ],
    "nguon": 6
  },
  {
    "ten": "Triều Mạc",
    "thoiGian": "1527 - 1592",
    "lanhDaoQuocGia": [
      "Mạc Đăng Dung (1527 - 1529)",
      "Mạc Đăng Doanh (1530 - 1540)",
      "Mạc Phúc Hải (1541 - 1546)",
      "Mạc Phúc Nguyên (1546 - 1561)",
      "Mạc Mậu Hợp (1562 - 1592)"
    ],
    "nguon": 6
  },
  {
    "ten": "Triều Hậu Lê (Lê Trung Hưng) Nam - Bắc Triều",
    "lanhDaoQuocGia": [
      "Lê Trang Tông (Lê Duy Ninh) (1533 - 1543)",
      "Lê Trung Tông (Lê Huyên) (1548 - 1556)",
      "Lê Anh Tông (Lê Duy Bang) (1556 - 1573)",
      "Lê Thế Tông (Lê Duy Đàm) (1573 - 1599)",
      "Lê Kính Tông (Lê Duy Tân) (1600 - 1619)",
      "Lê Thần Tông (Lê Duy Kỳ) (1619 - 1643)",
      "Lê Chân Tông (Lê Duy Hiệu) (1643 - 1649)",
      "Lê Thần Tông (Lê Duy Kỳ) (1649 - 1662)",
      "Lê Huyền Tông (Lê Duy Vũ) (1663 - 1671)",
      "Lê Gia Tông (Lê Duy Khoái) (1672 - 1675)",
      "Lê Hy Tông (Lê Duy Hợp) (1676 - 1704)",
      "Lê Dụ Tông (Lê Duy Đường) (1705 - 1728)",
      "Hôn Đức Công (1729 - 1732)",
      "Lê Thuần Tông (Lê Duy Phương) (1732 - 1735)",
      "Lê Ý Tông (Lê Duy Thận) (1735 - 1740)",
      "Lê Hiển Tông (Lê Duy Diên) (1740 - 1786)",
      "Lê Chiêu Thống (Lê Mẫn Đế) (1787 - 1789)"
    ],
    "nguon": 6
  },
  {
    "ten": "Triều Tây Sơn",
    "lanhDaoQuocGia": [
      "Thái Đức Hoàng đế (Nguyễn Nhạc) (1778 - 1793)",
      "Quang Trung Hoàng đế (Nguyễn Huệ) (1789 - 1792)",
      "Cảnh Thịnh Hoàng đế (Nguyễn Quang Toản) (1792 - 1802)"
    ],
    "nguon": 6
  },
  {
    "ten": "Chúa Trịnh",
    "thoiGian": "1545 - 1786",
    "lanhDaoQuocGia": [
      "Trịnh Kiểm (1545 - 1570)",
      "Trịnh Tùng (1570 - 1623)",
      "Trịnh Tráng (1623 - 1652)",
      "Trịnh Tạc (1653 - 1682)",
      "Trịnh Căn (1682 - 1709)",
      "Trịnh Cương (1709 - 1729)",
      "Trịnh Giang (1729 - 1740)",
      "Trịnh Doanh (1740 - 1767)",
      "Trịnh Sâm (1767 - 1782)",
      "Trịnh Tông (1782 - 1786)",
      "Trịnh Bồng (1786 - 1787)"
    ],
    "nguon": 6
  },
  {
    "ten": "Chúa Nguyễn",
    "thoiGian": "1600 - 1802",
    "lanhDaoQuocGia": [
      "Nguyễn Hoàng (1600 - 1613)",
      "Nguyễn Phúc Nguyên (1613 - 1635)",
      "Nguyễn Phúc Lan (1635 - 1648)",
      "Nguyễn Phúc Tần (1648 - 1687)",
      "Nguyễn Phúc Trăn (1687 - 1691)",
      "Nguyễn Phúc Chu (1691 - 1725)",
      "Nguyễn Phúc Chú (1725 - 1738)",
      "Nguyễn Phúc Khoát (1738 - 1765)",
      "Nguyễn Phúc Thuần (1765 - 1777)",
      "Nguyễn Phúc Ánh (1781 - 1802)"
    ],
    "nguon": 6
  },
  {
    "ten": "Triều Nguyễn thời kỳ độc lập",
    "thoiGian": "1802 - 1883",
    "lanhDaoQuocGia": [
      "Gia Long Hoàng Đế (Nguyễn Ánh) (1802 - 1819)",
      "Minh Mệnh Hoàng đế (Nguyễn Phước Đảm) (1820 - 1840)",
      "Thiệu Trị Hoàng đế (Miên Tông) (1841 - 1847)",
      "Tự Đức Hoàng đế (Hồng Nhậm) (1848 - 1883)"
    ],
    "nguon": 6
  },
  {
    "ten": "Thời kỳ bắt đầu thuộc Pháp",
    "lanhDaoQuocGia": [
      "Dục Đức (Ưng Chân) (1883 (làm vua 3 ngày))",
      "Hiệp Hòa (Hồng Dật) (6/1883 - 11/1883)",
      "Kiến Phúc (Ưng Đăng) (12/1883 - 8/1884)",
      "Hàm Nghi (Ưng Lịch) (8/1884 - 8/1885)",
      "Đồng Khánh (Ưng Đường) (1885 - 1888)",
      "Thành Thái (Bửu Lân) (1889 - 1907)",
      "Duy Tân (Vĩnh San) (1907 - 1916)",
      "Khải Định (Bửu Đảo) (1916 - 1925)",
      "Bảo Đại (Vĩnh Thụy) (1926 - 1945)"
    ],
    "nguon": 6
  },
  {
    "ten": "CHÚA TRỊNH",
    "thoiGian": "1545-1788",
    "lanhDaoQuocGia": [
      "Minh Khang Thái Vương",
      "Bình An Vương",
      "Thanh Đô Vương",
      "Tây Đô Vương",
      "Định Vương",
      "An Đô Vương",
      "UY Nam Vương",
      "Minh Đô Vương",
      "Tinh Đô Vương",
      "Định Đô Vương",
      "Đoan Nam Vương",
      "Ân Đô Vương"
    ],
    "nguon": 7
  },
  {
    "ten": "HỒNG BÀNG",
    "thoiGian": "2879-258 TCN",
    "lanhDaoQuocGia": [
      "Kinh Dương Vương",
      "Lạc Long Quân",
      "Hùng Vương"
    ],
    "nguon": 7,
    "tenNuoc": [
      "Văn Lang"
    ]
  },
  {
    "ten": "NHÀ THỤC",
    "thoiGian": "257-208 TCN",
    "lanhDaoQuocGia": [
      "Thục Phán"
    ],
    "nguon": 7,
    "tenNuoc": [
      "Âu Lạc"
    ]
  },
  {
    "ten": "NHÀ TRIỆU ĐÔ HỘ",
    "thoiGian": "207-111 TCN",
    "nguon": 7
  },
  {
    "ten": "NHÀ HÁN ĐÔ HỘ",
    "thoiGian": "111TCN -40",
    "nguon": 7
  },
  {
    "ten": "KHỞI NGHĨA MÊ LINH",
    "thoiGian": "40-43",
    "lanhDaoQuocGia": [
      "Hai Bà Trưng"
    ],
    "nguon": 7,
    "tenNuoc": []
  },
  {
    "ten": "PHƯƠNG BẮC ĐÔ HỘ LẦN 2",
    "thoiGian": "43-543",
    "lanhDaoQuocGia": [
      "Khởi nghĩa Bà Triệu"
    ],
    "nguon": 7,
    "tenNuoc": []
  },
  {
    "ten": "NHÀ LÝ – NHÀ TRIỆU",
    "thoiGian": "544-602",
    "lanhDaoQuocGia": [
      "Lý Nam Đế (Lý Bôn)",
      "Lý Đào Lan Vương",
      "Triệu Việt Vương",
      "Hậu Lý Nam Đế"
    ],
    "nguon": 7,
    "tenNuoc": [
      "Vạn Xuân"
    ]
  },
  {
    "ten": "THỜI KỲ ĐÔ HỘ LẦN 3",
    "thoiGian": "603-938",
    "lanhDaoQuocGia": [
      "Mai Hắc Đế",
      "Bố Cái Đại Vương"
    ],
    "nguon": 7,
    "tenNuoc": [
      "An Nam"
    ]
  },
  {
    "ten": "THỜI KỲ TỰ CHỦ",
    "thoiGian": "906-938",
    "lanhDaoQuocGia": [
      "Khúc Thừa Dụ",
      "Khúc Hạo",
      "Khúc Thừa Mỹ",
      "Dương Đình Nghệ"
    ],
    "nguon": 7,
    "tenNuoc": [
      "An Nam"
    ]
  },
  {
    "ten": "NHÀ NGÔ",
    "thoiGian": "939-968",
    "lanhDaoQuocGia": [
      "Ngô Vương",
      "Dương Bình Vương",
      "Ngô Lâm Tấn Vương",
      "Ngô Thiên Sách Vương"
    ],
    "nguon": 7,
    "tenNuoc": [
      "Vạn Xuân"
    ]
  },
  {
    "ten": "NHÀ ĐINH",
    "thoiGian": "968-980",
    "lanhDaoQuocGia": [
      "Đinh Tiên Hoàng",
      "Đinh Phế Đế"
    ],
    "nguon": 7,
    "tenNuoc": [
      "Đại Cồ Việt"
    ]
  },
  {
    "ten": "NHÀ TIỀN LÊ",
    "thoiGian": "980-1009",
    "lanhDaoQuocGia": [
      "Lê Đại Hành",
      "Lê Trung Tông",
      "Lê Long Đỉnh"
    ],
    "nguon": 7,
    "tenNuoc": []
  },
  {
    "ten": "NHÀ LÝ",
    "thoiGian": "1010-1225",
    "lanhDaoQuocGia": [
      "Lý Thái Tổ",
      "Lý Thái Tông",
      "Lý Thánh Tông",
      "Lý Nhân Tông",
      "Lý Thần Tông",
      "Lý Anh Tông",
      "Lý Cao Tông",
      "Lý Huệ Tông",
      "Lý Chiêu Hoàng"
    ],
    "nguon": 7,
    "tenNuoc": [
      "Đại Việt"
    ]
  },
  {
    "ten": "NHÀ TRẦN",
    "thoiGian": "1225-1400",
    "lanhDaoQuocGia": [
      "Trần Thái Tông",
      "Trần Thánh Tông",
      "Trần Nhân Tông",
      "Trần Anh Tông",
      "Trần Minh Tông",
      "Trần Hiến Tông",
      "Trần Dụ Tông",
      "Trần Nghệ Tông",
      "Trần Duệ Tông",
      "Trần Phế Đế",
      "Trần Thuận Tông",
      "Trần Thiếu Đế"
    ],
    "nguon": 7,
    "tenNuoc": [
      "Đại Việt"
    ]
  },
  {
    "ten": "NHÀ HỒ",
    "thoiGian": "1400-1407",
    "lanhDaoQuocGia": [
      "Hồ Quý Ly",
      "Hồ Hán Thương"
    ],
    "nguon": 7,
    "tenNuoc": [
      "Đại Ngu"
    ]
  },
  {
    "ten": "NHÀ HẬU TRẦN",
    "thoiGian": "1407-1414",
    "lanhDaoQuocGia": [
      "Trần Giản Định",
      "rần Quý Kháng"
    ],
    "nguon": 7,
    "tenNuoc": [
      "Đại Việt"
    ]
  },
  {
    "ten": "NHÀ LÊ (Lê Sơ)",
    "thoiGian": "1428-1527",
    "lanhDaoQuocGia": [
      "Lê Thái Tổ",
      "Lê Thái Tông",
      "Lê Nhân Tông",
      "Lê Thánh Tông",
      "Lê Hiến Tông",
      "Lê Túc Tông",
      "Lê Uy Mục",
      "Lê Tương Dực",
      "Lê Chiêu Tông",
      "Lê Cung Hoàng"
    ],
    "nguon": 7,
    "tenNuoc": [
      "Đại Việt"
    ]
  },
  {
    "ten": "NHÀ MẠC",
    "thoiGian": "1527-1592",
    "lanhDaoQuocGia": [
      "Mạc Đăng Dung",
      "Mạc Đăng Doanh",
      "Mạc Phúc Hải",
      "Mạc Phúc Nguyên",
      "Mạc Hậu Hợp"
    ],
    "nguon": 7,
    "tenNuoc": [
      "Đại Việt"
    ]
  },
  {
    "ten": "NHÀ HẬU LÊ",
    "thoiGian": "1533-1788",
    "lanhDaoQuocGia": [
      "Lê Trang Tông",
      "Lê Trung Tông",
      "Lê Anh Tông",
      "Lê Thế Tông",
      "Lê Kinh Tông",
      "Lê Thần Tông",
      "Lê Chân Tông",
      "Lê Huyền Tông",
      "Lê Gia Tông",
      "Lê Hy Tông",
      "Lê Dụ Tông",
      "Lê Duy Phường",
      "Lê Thuần Tông",
      "Lê Ý Tông",
      "Lê Hiển Tông",
      "Lê Mẫn Đế"
    ],
    "nguon": 7,
    "tenNuoc": [
      "Đại Việt"
    ]
  },
  {
    "ten": "NGUYỄN TÂY SƠN",
    "thoiGian": "1778-1802",
    "lanhDaoQuocGia": [
      "Nguyễn Nhạc",
      "Nguyễn Huệ",
      "Nguyễn Quang Toản"
    ],
    "nguon": 7,
    "tenNuoc": [
      "Đại Việt"
    ]
  },
  {
    "ten": "NHÀ NGUYỄN",
    "thoiGian": "1802-1945",
    "lanhDaoQuocGia": [
      "Nguyễn Phúc Ánh",
      "Nguyễn Phúc Đảm",
      "Nguyễn Miên Tông",
      "Nguyễn Hồng Nhiệm",
      "Nguyễn Ưng Chân",
      "Nguyễn Hồng Dật",
      "Nguyễn Ưng Đăng",
      "Nguyễn Ưng Lịch",
      "Nguyễn Ưng Xụy",
      "Nguyễn Bửu Lân",
      "Nguyễn Vĩnh San",
      "Nguyễn Bửu Đảo",
      "Nguyễn Vĩnh Thụy"
    ],
    "nguon": 7,
    "tenNuoc": [
      "Việt Nam"
    ]
  }
]